-- MySQL dump 10.13  Distrib 5.7.9, for osx10.9 (x86_64)
--
-- Host: 127.0.0.1    Database: conparser_demo
-- ------------------------------------------------------
-- Server version	5.7.13

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `address_exception`
--

DROP TABLE IF EXISTS `address_exception`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `address_exception` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `address` varchar(256) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `address_exception`
--

LOCK TABLES `address_exception` WRITE;
/*!40000 ALTER TABLE `address_exception` DISABLE KEYS */;
/*!40000 ALTER TABLE `address_exception` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `category`
--

DROP TABLE IF EXISTS `category`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `category` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `code` varchar(45) DEFAULT NULL,
  `category` varchar(256) DEFAULT NULL,
  `minimum` float DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `category`
--

LOCK TABLES `category` WRITE;
/*!40000 ALTER TABLE `category` DISABLE KEYS */;
INSERT INTO `category` VALUES (1,'conflict','Обратить внимание',NULL),(2,'normal','Нейтральное',NULL);
/*!40000 ALTER TABLE `category` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `cause_tags`
--

DROP TABLE IF EXISTS `cause_tags`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `cause_tags` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `tag` varchar(256) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `cause_tags`
--

LOCK TABLES `cause_tags` WRITE;
/*!40000 ALTER TABLE `cause_tags` DISABLE KEYS */;
INSERT INTO `cause_tags` VALUES (1,'Ошибки в коммерческом предложении'),(2,'Менеджер не ответил клиенту'),(3,'Ошибки при сервисном обслуживании'),(4,'Опоздание к клиенту'),(5,'Ошибки логистики');
/*!40000 ALTER TABLE `cause_tags` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `dialog_members`
--

DROP TABLE IF EXISTS `dialog_members`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `dialog_members` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `type` int(11) DEFAULT NULL,
  `uuid` varchar(256) DEFAULT NULL,
  `name` varchar(256) DEFAULT NULL,
  `surname` varchar(256) DEFAULT NULL,
  `emails` varchar(256) DEFAULT NULL,
  `phone` varchar(256) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `dialog_members`
--

LOCK TABLES `dialog_members` WRITE;
/*!40000 ALTER TABLE `dialog_members` DISABLE KEYS */;
INSERT INTO `dialog_members` VALUES (1,1,'d7722600-e162-494c-8922-8edb6e0c1e54','Клиент 1','','client1@client1.ru','1111111'),(2,1,'ef74dea4-cbc1-42b2-9f58-fc01990e19f0','Клиент 2','','client2@client2.ru','2222222'),(3,1,'3f89b746-bf6f-4f72-8984-280f6f1f952c','Клиент 3','','client3@client3.ru','3333333'),(4,1,'c0ed1093-d484-4171-ab2d-cbbb4ed4e0c3','Клиент 4','','client4@client4.ru','4444444'),(5,1,'3df6a3f8-64c3-4f87-a9d7-cebbf63ae573','Клиент 5','','client5@client5.ru','5555555'),(6,1,'6ad8c73d-dc6b-44a4-8ebd-c827ec793781','Клиент 6','','client6@client6.ru','6666666'),(7,1,'6f2cf101-439b-473e-8cff-c863dd78b294','Клиент 7','','client7@client7.ru','7777777'),(8,1,'07271372-8412-4516-ae98-942be226dced','Клиент 8','','client8@client8.ru','8888888'),(9,1,'78d22392-e36f-483b-b7d5-892250d66709','Клиент 9','','client9@client9.ru','9999999'),(10,1,'08fed2b9-c8b7-4ad3-8d4f-39ea4d84ca75','Клиент 10','','client10@client10.ru','1011010'),(11,0,'c9ffb6b2-a98a-41a9-a958-545913596a1d','Алексей','(отдел продаж)','sales.manager1@company.ru','888'),(12,0,'214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0','Сергей','(отдел продаж)','sales.manager2@company.ru','999'),(13,0,'e21c7507-e412-49ba-8646-34b04e9e28d6','Михаил','(отдел продаж)','sales.manager3@company.ru','777'),(14,0,'99eef092-305c-4a7e-aa03-cf3ba993a813','Иван','(отдел достаки)','logistica@company.ru','555'),(15,0,'76f02157-82c5-4c14-a56a-fea0d12a3ba7','Дмитрий','(сервисный отдел)','service@company.ru','444');
/*!40000 ALTER TABLE `dialog_members` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `email_cleared_data`
--

DROP TABLE IF EXISTS `email_cleared_data`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `email_cleared_data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `message_id` varchar(256) DEFAULT NULL,
  `sender` varchar(256) DEFAULT NULL,
  `sender_name` varchar(256) DEFAULT NULL,
  `recipients` text,
  `recipients_name` text,
  `cc_recipients` text,
  `cc_recipients_name` text,
  `message_title` text,
  `message_text` text,
  `orig_date` datetime DEFAULT NULL,
  `create_date` datetime DEFAULT NULL,
  `isclassified` int(11) DEFAULT NULL,
  `category` varchar(256) DEFAULT NULL,
  `notified` int(11) DEFAULT NULL,
  `references` text,
  `in_reply_to` varchar(256) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=60 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `email_cleared_data`
--

LOCK TABLES `email_cleared_data` WRITE;
/*!40000 ALTER TABLE `email_cleared_data` DISABLE KEYS */;
INSERT INTO `email_cleared_data` VALUES (1,'message_id_1','client1@client1.ru','Клиент 1','sales.manager1@company.ru','Алексей(отдел продаж)','empty','','запрос цены','Здравствуйте! Мы бы хотели приобрести у вас шлифовальные машины и расходники к ним. Интерсуют модели №1, №2, №3 их наличие, сроки доставки и цены. Ждем ответа. Спасибо!','2016-07-18 10:00:01','2016-07-18 10:00:01',1,'normal-1.0:default-0',1,'',''),(2,'message_id_2','sales.manager1@company.ru','Алексей(отдел продаж)','client1@client1.ru','Клиент 1','empty','','RE: запрос цены','Добрый день! Все модели есть в наличии. Сроки поставки от 1 до 3 дней. Расходные материалы надо уточнять. Все позиции указаны в приложении, со сроками доставки. С уважением, Алексей.','2016-07-18 13:00:01','2016-07-18 13:00:01',1,'normal-1.0:default-0',1,'message_id_1','message_id_1'),(3,'message_id_3','client1@client1.ru','Клиент 1','sales.manager1@company.ru','Алексей(отдел продаж)','empty','','RE: RE: запрос цены','Хорошо. Нам нужны модели №1, №2, №3 и расходники по списку. Пришлите счет.','2016-07-18 17:00:01','2016-07-18 17:00:01',1,'normal-1.0:default-0',1,'message_id_1 message_id_2','message_id_2'),(4,'message_id_4','sales.manager1@company.ru','Алексей(отдел продаж)','client1@client1.ru','Клиент 1','empty','','RE: RE: RE: запрос цены','Счет в приложении.','2016-07-18 18:00:01','2016-07-18 18:00:01',1,'normal-1.0:default-0',1,'message_id_1 message_id_2 message_id_3','message_id_3'),(5,'phone_id_1','7777777','Клиент 7','777','Михаил(отдел продаж)','empty','','','Разговор про наличие оборудования и цены.','2016-07-18 10:20:01','2016-07-18 10:20:01',1,'normal-1.0:default-0',1,'',''),(6,'phone_id_12','1111111','Клиент 1','999','Сергей(отдел продаж)','empty','','','Разговор про наличие оборудования и цены.','2016-07-18 10:24:01','2016-07-18 10:24:01',1,'normal-1.0:default-0',1,'',''),(7,'phone_id_13','2222222','Клиент 2','777','Михаил(отдел продаж)','empty','','','Разговор про наличие оборудования и цены.','2016-07-18 10:29:01','2016-07-18 10:29:01',1,'normal-1.0:default-0',1,'',''),(8,'phone_id_14','3333333','Клиент 3','777','Михаил(отдел продаж)','empty','','','Разговор про сервисное обслуживание оборудования и цены. Перенаправлен в отдел сервиса.','2016-07-18 11:09:01','2016-07-18 11:09:01',1,'normal-1.0:default-0',1,'',''),(9,'phone_id_15','4444444','Клиент 4','888','Алексей(отдел продаж)','empty','','','Разговор про наличие оборудования и цены.','2016-07-18 11:19:01','2016-07-18 11:19:01',1,'normal-1.0:default-0',1,'',''),(10,'phone_id_16','5555555','Клиент 5','888','Алексей(отдел продаж)','empty','','','Разговор про наличие оборудования и цены.','2016-07-18 11:49:01','2016-07-18 11:49:01',1,'normal-1.0:default-0',1,'',''),(11,'phone_id_17','7777777','Клиент 7','999','Сергей(отдел продаж)','empty','','','Разговор про наличие оборудования и доставку.','2016-07-18 12:29:01','2016-07-18 12:29:01',1,'normal-1.0:default-0',1,'',''),(12,'phone_id_18','2222222','Клиент 2','999','Сергей(отдел продаж)','empty','','','Уточнение цены и количества.','2016-07-18 12:59:01','2016-07-18 12:59:01',1,'normal-1.0:default-0',1,'',''),(13,'message_id_11','client2@client2.ru','Клиент 2','sales.manager2@company.ru','Сергей(отдел продаж)','empty','','цена на станцию выского давления','Здравствуйте! На сайте нет информации по ценам на станции выского давления. Интерсуют модели №1, №2, №3 их наличие, сроки доставки и цены. Спасибо!','2016-07-18 12:30:01','2016-07-18 12:30:01',1,'normal-1.0:default-0',1,'',''),(14,'message_id_12','sales.manager2@company.ru','Сергей(отдел продаж)','client2@client2.ru','Клиент 2','empty','','RE: цена на станцию выского давления','Добрый день! Все под заказ. Сроки поставки от 1 до 3 дней. Все позиции указаны в приложении. С уважением, Сергей.','2016-07-18 13:30:01','2016-07-18 13:30:01',1,'normal-1.0:default-0',1,'message_id_11','message_id_11'),(15,'message_id_13','client2@client2.ru','Клиент 2','sales.manager2@company.ru','Сергей(отдел продаж)','empty','','RE: RE: цена на станцию выского давления','Хорошо. Нам нужны модели №1, №2, №3. Пришлите ТКП.','2016-07-18 17:30:01','2016-07-18 17:30:01',1,'normal-1.0:default-0',1,'message_id_11 message_id_12','message_id_12'),(16,'phone_id_19','3333333','Клиент 3','444','Дмитрий(сервисный отдел)','empty','','','Запрос на сервисное обслуживание оборудования. Согласованы работы и оплата.','2016-07-18 11:45:01','2016-07-18 11:45:01',1,'normal-1.0:default-0',1,'',''),(17,'message_id_21','client2@client2.ru','Клиент 2','sales.manager2@company.ru','Сергей(отдел продаж)','empty','','RE: RE: цена на станцию выского давления','Сергей, вы обещали выслать ТКП, но таки ничего не прислали. Вышлите пожалуйста сегодня.','2016-07-19 15:30:01','2016-07-19 15:30:01',1,'conflict-1.0:default-0',1,'message_id_11 message_id_12','message_id_12'),(18,'message_id_22','client2@client2.ru','Клиент 2','sales.manager2@company.ru','Сергей(отдел продаж)','empty','','RE: RE: цена на станцию выского давления','Сергей, мы ждем ТКП.','2016-07-19 17:30:01','2016-07-19 17:30:01',1,'normal-1.0:default-0',1,'message_id_11 message_id_12','message_id_12'),(19,'phone_id_21','2222222','Клиент 2','999','Сергей(отдел продаж)','empty','','','Клиент просит прислать ТКП. Немного недоволен. Менеджер извиняется.','2016-07-19 18:00:01','2016-07-19 18:00:01',1,'conflict-1.0:default-0',1,'',''),(20,'message_id_23','sales.manager2@company.ru','Сергей(отдел продаж)','client2@client2.ru','Клиент 2','empty','','ТКП','Добрый вечер! ТКП в приложении.','2016-07-19 18:30:01','2016-07-19 18:30:01',1,'normal-1.0:default-0',1,'',''),(21,'phone_id_22','2222222','Клиент 2','999','Сергей(отдел продаж)','empty','','','Клиент сообщает об ошибке в спецификации. Недоволен. Указывает на ошибки и задержки.','2016-07-19 19:00:01','2016-07-19 19:00:01',1,'conflict-1.0:default-0',1,'',''),(22,'message_id_24','sales.manager2@company.ru','Сергей(отдел продаж)','client2@client2.ru','Клиент 2','empty','','RE: ТКП','Исправленное ТКП в приложении.','2016-07-19 19:15:01','2016-07-19 19:15:01',1,'normal-1.0:default-0',1,'message_id_23',''),(23,'phone_id_23','2222222','Клиент 2','999','Сергей(отдел продаж)','empty','','','Клиент просит счет.','2016-07-19 19:30:01','2016-07-19 19:30:01',1,'normal-1.0:default-0',1,'',''),(24,'message_id_25','sales.manager2@company.ru','Сергей(отдел продаж)','client2@client2.ru','Клиент 2','empty','','Счет','Счет в приложении.','2016-07-19 19:45:01','2016-07-19 19:45:01',1,'normal-1.0:default-0',1,'',''),(25,'message_id_26','client1@client1.ru','Клиент 1','sales.manager2@company.ru','Сергей(отдел продаж)','empty','','запрос цены','Здравствуйте! Мы бы хотели приобрести у вас полировальные машины и расходники к ним. Интерсуют модели №1, №2, №3 их наличие, сроки доставки и цены. Ждем ответа. Спасибо!','2016-07-19 10:00:01','2016-07-19 10:00:01',1,'normal-1.0:default-0',1,'',''),(26,'message_id_27','sales.manager2@company.ru','Сергей(отдел продаж)','client1@client1.ru','Клиент 1','empty','','RE: запрос цены','Добрый день! Все модели есть в наличии. Сроки поставки от 1 до 3 дней. Расходные материалы надо уточнять. Все позиции указаны в приложении, со сроками доставки. С уважением, Алексей.','2016-07-19 13:00:01','2016-07-19 13:00:01',1,'normal-1.0:default-0',1,'message_id_26','message_id_26'),(27,'message_id_28','client1@client1.ru','Клиент 1','sales.manager2@company.ru','Сергей(отдел продаж)','empty','','RE: RE: запрос цены','Хорошо. Нам нужны модели №1, №2, №3 и расходники по списку. Пришлите счет.','2016-07-19 17:00:01','2016-07-19 17:00:01',1,'normal-1.0:default-0',1,'message_id_26 message_id_27','message_id_27'),(28,'message_id_29','sales.manager2@company.ru','Сергей(отдел продаж)','client1@client1.ru','Клиент 1','empty','','RE: RE: RE: запрос цены','Счет в приложении.','2016-07-19 13:00:01','2016-07-19 13:00:01',1,'normal-1.0:default-0',1,'message_id_26 message_id_27 message_id_28','message_id_28'),(29,'phone_id_24','4444444','Клиент 4','444','Дмитрий(сервисный отдел)','empty','','','Запрос на сервисное обслуживание оборудования. Согласованы работы и оплата.','2016-07-19 11:45:01','2016-07-19 11:45:01',1,'normal-1.0:default-0',1,'',''),(30,'phone_id_25','5555555','Клиент 5','444','Дмитрий(сервисный отдел)','empty','','','Запрос на сервисное обслуживание оборудования. Согласованы работы и оплата.','2016-07-19 11:45:01','2016-07-19 11:45:01',1,'normal-1.0:default-0',1,'',''),(31,'phone_id_26','7777777','Клиент 7','444','Дмитрий(сервисный отдел)','empty','','','Запрос на сервисное обслуживание оборудования. Согласованы работы и оплата.','2016-07-19 11:45:01','2016-07-19 11:45:01',1,'normal-1.0:default-0',1,'',''),(32,'message_id_31','sales.manager2@company.ru','Сергей(отдел продаж)','client2@client2.ru','Клиент 2','empty','','RE: Счет','Добрый день! Деньги пришли. По какому адресу доставка?','2016-07-20 12:30:00','2016-07-20 12:30:00',1,'normal-1.0:default-0',1,'message_id_25','message_id_25'),(33,'message_id_32','client2@client2.ru','Клиент 2','sales.manager2@company.ru','Сергей(отдел продаж)','empty','','RE: RE: Счет','г. Н-ск, ул. Правды, д. 7','2016-07-20 13:30:00','2016-07-20 13:30:00',1,'normal-1.0:default-0',1,'message_id_25 message_id_31','message_id_31'),(34,'message_id_33','sales.manager2@company.ru','Сергей(отдел продаж)','client2@client2.ru','Клиент 2','empty','','RE: RE: RE: Счет','Доставка будет завтра до 12 часов дня.','2016-07-20 13:40:00','2016-07-20 13:40:00',1,'normal-1.0:default-0',1,'message_id_25 message_id_31 message_id_32','message_id_32'),(35,'message_id_34','client1@client1.ru','Клиент 1','sales.manager2@company.ru','Сергей(отдел продаж)','empty','','Оплата','Здравствуйте! Деньги ушли, платежка в приложении.','2016-07-20 10:00:01','2016-07-20 10:00:01',1,'normal-1.0:default-0',1,'',''),(36,'message_id_35','sales.manager2@company.ru','Сергей(отдел продаж)','client1@client1.ru','Клиент 1','empty','','RE: Оплата','Добрый день! Ваш заказ укомплектован, доставка будет завтра до 18:00. С уважением, Сергей.','2016-07-20 13:00:01','2016-07-20 13:00:01',1,'normal-1.0:default-0',1,'message_id_34','message_id_34'),(37,'message_id_36','client3@client3.ru','Клиент 3','service@company.ru','Дмитрий(сервисный отдел)','empty','','Обслуживание оборудования','Здравствуйте, Дмитрий! Сегодня приходил ваш сотрудник делать сервисное обслуживание станка. После его визита через 1 час, у нас закоротило панель управления. Станок сейчас стоит обесточенный. Посколько кроме вас его никто не вскрывал, примите меры и исправьте оборудование.','2016-07-20 11:00:01','2016-07-20 11:00:01',1,'conflict-1.0:default-0',1,'',''),(38,'message_id_37','service@company.ru','Дмитрий(сервисный отдел)','client3@client3.ru','Клиент 3','empty','','RE: Обслуживание оборудования','Причина поломки из-за нашего сотрудника не очевидна. Оплатите счет за сервисное обслуживание. Счет в приложении. Дмитрий.','2016-07-20 12:00:01','2016-07-20 12:00:01',1,'normal-1.0:default-0',1,'message_id_36','message_id_36'),(39,'message_id_38','client3@client3.ru','Клиент 3','service@company.ru','Дмитрий(сервисный отдел)','empty','','RE:RE: Обслуживание оборудования','Здравствуйте, Дмитрий! Больше никто доступа к обслуживанию оборудования не имеет. По договору сервисного обслуживания это ваша ответственность. Счет не будет оплачен до исправления ситуации. ','2016-07-20 13:00:01','2016-07-20 13:00:01',1,'conflict-1.0:default-0',1,'message_id_36 message_id_37','message_id_37'),(40,'message_id_39','client4@client4.ru','Клиент 4','service@company.ru','Дмитрий(сервисный отдел)','empty','','Сервис на сегодня','Здравствуйте, Дмитрий! Сегодня должен был прийти ваш сотрудник для проведения сервисного обслужвания, мы специально выделили окно и остановили оборудование. Где он? Почему не отзвонились ни вы ни ваш подчиненный? ','2016-07-20 18:00:01','2016-07-20 18:00:01',1,'conflict-1.0:default-0',1,'',''),(41,'message_id_310','service@company.ru','Дмитрий(сервисный отдел)','client4@client4.ru','Клиент 4','empty','','RE: Сервис на сегодня','Сотрудник говоиит что подъезжал к вам, но никого не застал.','2016-07-20 18:30:01','2016-07-20 18:30:01',1,'normal-1.0:default-0',1,'message_id_39','message_id_39'),(42,'message_id_311','client4@client4.ru','Клиент 4','service@company.ru','Дмитрий(сервисный отдел)','empty','','RE:RE: Сервис на сегодня','Дмитрий, это невозможно! На месте всегда есть сотрудники. Почему он не позвонил?! Обслуживание нам необходимо сделать на неделе, пусть приезжает завтра в 14:00. ','2016-07-20 19:00:01','2016-07-20 19:00:01',1,'conflict-1.0:default-0',1,'message_id_310 message_id_39','message_id_310'),(43,'phone_id_31','5555555','Клиент 5','444','Дмитрий(сервисный отдел)','empty','','','Звонок от клиента. Сервисное обслужвание проведено, но все настройки были сбиты. Восстанавливать сотрудник их отказался, мотивировал тем что это не его задача.','2016-07-20 11:45:01','2016-07-20 11:45:01',1,'conflict-1.0:default-0',1,'',''),(44,'message_id_41','sales.manager2@company.ru','Сергей(отдел продаж)','client1@client1.ru','Клиент 1','empty','','RE: RE: RE: запрос цены','Счет-фактура в приложении. Оригиналы приедут вместе с обрудованием.','2016-07-21 13:00:01','2016-07-21 13:00:01',1,'normal-1.0:default-0',1,'message_id_3 message_id_2 message_id_1','message_id_3'),(45,'message_id_42','client2@client2.ru','Клиент 2','sales.manager2@company.ru','Сергей(отдел продаж)','empty','','Доставка','Сергей, вы говорили что доставка будет сегодня до 12. Машина еще не приехала. Почему вы нас не предупредили? Сколько нам еще ждать?','2016-07-21 15:30:01','2016-07-21 15:30:01',1,'conflict-1.0:default-0',1,'',''),(46,'message_id_43','sales.manager2@company.ru','Сергей(отдел продаж)','client2@client2.ru','Клиент 2','empty','','FW: Доставка','Переадресую вас в отдел логистики. Они занимаются доставкой.','2016-07-21 15:45:01','2016-07-21 15:45:01',1,'normal-1.0:default-0',1,'message_id_42','message_id_42'),(47,'phone_id_41','555','Иван(отдел достаки)','2222222','Клиент 2','empty','','','Менеджер связался с водителем. Сообщил, что машина должна быть сегодня до 18:00. Клиент недоволен, т.к. это ломает его планы.','2016-07-21 16:00:01','2016-07-21 16:00:01',1,'conflict-1.0:default-0',1,'',''),(48,'phone_id_42','2222222','Клиент 2','555','Иван(отдел достаки)','empty','','','Клиент сообщает, что завонил водитель и спрашивал как подъехать, но назвал не тот адрес. Как это могло произойти? Сделать доставку сегодня уже не успевают, переносят на завтра. Клиент недоволен.','2016-07-21 19:00:01','2016-07-21 19:00:01',1,'conflict-1.0:default-0',1,'',''),(49,'message_id_44','logistica@company.ru','Иван(отдел достаки)','client2@client2.ru','Клиент 2','empty','','RE: FW: Доставка','Добрый вечер! Приносим свои извинения из-за накладки с доставкой. Завтра до 12 дня груз будет у вас.  Менеджер по логистике, Иван.','2016-07-21 19:15:01','2016-07-21 19:15:01',1,'normal-1.0:default-0',1,'message_id_43 message_id_42','message_id_43'),(50,'message_id_45','client2@client2.ru','Клиент 2','logistica@company.ru','Иван(отдел достаки)','empty','','RE: RE:  FW: Доставка','Иван, это не лезет ни в какие ворота. Как можно перепутать адрес, если мы его обговорили? Вы сломали наши планы по запуску оборудования в работу. Нам теперь не хватит времени запустить его  до понельника. ','2016-07-21 19:45:01','2016-07-21 19:45:01',1,'conflict-1.0:default-0',1,'message_id_44 message_id_43 message_id_42','message_id_44'),(51,'message_id_46','client1@client1.ru','Клиент 1','sales.manager2@company.ru','Сергей(отдел продаж)','empty','','Доставка','Сергей, водитель опять не приехал вовремя. Это происходит уже не в первый раз, ваш отдел логистики постоянно ошибается. Сделайте что-нибудь.','2016-07-21 18:00:01','2016-07-21 18:00:01',1,'conflict-1.0:default-0',1,'',''),(52,'message_id_47','sales.manager2@company.ru','Сергей(отдел продаж)','client1@client1.ru','Клиент 1','empty','','RE: Доставка','Ваш заказ будет доставлен завтра до 15:00. Менеджер по продажам, Сергей.','2016-07-21 19:00:01','2016-07-21 19:00:01',1,'normal-1.0:default-0',1,'message_id_46','message_id_46'),(53,'phone_id_43','7777777','Клиент 7','444','Дмитрий(сервисный отдел)','empty','','','Звонок от клиента. Сотрудник опоздал на 3 часа. Сервисное обслужвание проведено некачественно. Появились вибрации и подтеки. Клиент отказывается оплачивать счет.','2016-07-21 11:45:01','2016-07-21 11:45:01',1,'conflict-1.0:default-0',1,'',''),(54,'phone_id_51','555','Иван(отдел достаки)','2222222','Клиент 2','empty','','','Менеджер связался с клиентом. Проверяет, что машина пришла в назначенное время. Машина не пришла.','2016-07-22 11:30:01','2016-07-22 11:30:01',1,'normal-1.0:default-0',1,'',''),(55,'message_id_51','client2@client2.ru','Клиент 2','sales.manager2@company.ru logistica@company.ru',NULL,'empty','','RE: RE:  FW: Доставка','Иван, нам привезли не наш заказ. Водитель отказывается забрать его обратно. Нам в таком виде он не нужен. Это уже переходит все границы, мы будем писать официальную претензию. Ваше безответственное отношение срывает все наши планы.','2016-07-22 11:30:01','2016-07-22 11:30:01',1,'conflict-1.0:default-0',1,'message_id_44 message_id_43 message_id_42','message_id_44'),(56,'phone_id_52','555','Иван(отдел достаки)','2222222','Клиент 2','empty','','','Менеджер пытаеться исправить ситуацию и согласовать новое время доставки сегодня.','2016-07-22 16:00:01','2016-07-22 16:00:01',1,'normal-1.0:default-0',1,'',''),(57,'phone_id_53','999','Сергей(отдел продаж)','2222222','Клиент 2','empty','','','Менеджер приносит извинения и пытается согласовать новую доставку сегодня.','2016-07-22 16:15:01','2016-07-22 16:15:01',1,'normal-1.0:default-0',1,'',''),(58,'phone_id_54','3333333','Клиент 3','444','Дмитрий(сервисный отдел)','empty','','','Звонок от клиента. Сотрудник пришел не с теми комплектующими. Сервисное обслуживание не проведено.','2016-07-21 11:45:01','2016-07-21 11:45:01',1,'conflict-1.0:default-0',1,'',''),(59,'phone_id_55','444','Дмитрий(сервисный отдел)','3333333','Клиент 3','empty','','','Согласовано новое время и другой сотрудник','2016-07-21 12:45:01','2016-07-21 12:45:01',1,'normal-1.0:default-0',1,'','');
/*!40000 ALTER TABLE `email_cleared_data` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `email_err_cleared_data`
--

DROP TABLE IF EXISTS `email_err_cleared_data`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `email_err_cleared_data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `message_id` varchar(256) DEFAULT NULL,
  `sender` varchar(256) DEFAULT NULL,
  `sender_name` varchar(256) DEFAULT NULL,
  `recipients` text,
  `recipients_name` text,
  `cc_recipients` text,
  `cc_recipients_name` text,
  `message_title` text,
  `message_text` text,
  `orig_date` datetime DEFAULT NULL,
  `create_date` datetime DEFAULT NULL,
  `references` text,
  `in_reply_to` varchar(256) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `email_err_cleared_data`
--

LOCK TABLES `email_err_cleared_data` WRITE;
/*!40000 ALTER TABLE `email_err_cleared_data` DISABLE KEYS */;
/*!40000 ALTER TABLE `email_err_cleared_data` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `email_raw_data`
--

DROP TABLE IF EXISTS `email_raw_data`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `email_raw_data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `message_id` varchar(256) DEFAULT NULL,
  `sender` varchar(256) DEFAULT NULL,
  `recipient` text,
  `cc_recipient` text,
  `message_title` text,
  `message_text` text,
  `message_text_html` text,
  `orig_date` datetime DEFAULT NULL,
  `create_date` datetime DEFAULT NULL,
  `iscleared` int(11) DEFAULT NULL,
  `isbroken` int(11) DEFAULT NULL,
  `references` text,
  `in_reply_to` varchar(256) DEFAULT NULL,
  `orig_date_str` varchar(256) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `message_id_UNIQUE` (`message_id`)
) ENGINE=InnoDB AUTO_INCREMENT=60 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `email_raw_data`
--

LOCK TABLES `email_raw_data` WRITE;
/*!40000 ALTER TABLE `email_raw_data` DISABLE KEYS */;
INSERT INTO `email_raw_data` VALUES (1,'message_id_1','client1@client1.ru','sales.manager1@company.ru','empty','запрос цены','Здравствуйте! Мы бы хотели приобрести у вас шлифовальные машины и расходники к ним. Интерсуют модели №1, №2, №3 их наличие, сроки доставки и цены. Ждем ответа. Спасибо!','Здравствуйте! Мы бы хотели приобрести у вас шлифовальные машины и расходники к ним. Интерсуют модели №1, №2, №3 их наличие, сроки доставки и цены. Ждем ответа. Спасибо!','2016-07-18 10:00:01','2016-07-18 10:00:01',1,0,'','','Mon, 18 Jul 2016 10:00:01 +0300'),(2,'message_id_2','sales.manager1@company.ru','client1@client1.ru','empty','RE: запрос цены','Добрый день! Все модели есть в наличии. Сроки поставки от 1 до 3 дней. Расходные материалы надо уточнять. Все позиции указаны в приложении, со сроками доставки. С уважением, Алексей.','Добрый день! Все модели есть в наличии. Сроки поставки от 1 до 3 дней. Расходные материалы надо уточнять. Все позиции указаны в приложении, со сроками доставки. С уважением, Алексей.','2016-07-18 13:00:01','2016-07-18 13:00:01',1,0,'message_id_1','message_id_1','Mon, 18 Jul 2016 13:00:01 +0300'),(3,'message_id_3','client1@client1.ru','sales.manager1@company.ru','empty','RE: RE: запрос цены','Хорошо. Нам нужны модели №1, №2, №3 и расходники по списку. Пришлите счет.','Хорошо. Нам нужны модели №1, №2, №3 и расходники по списку. Пришлите счет.','2016-07-18 17:00:01','2016-07-18 17:00:01',1,0,'message_id_1 message_id_2','message_id_2','Mon, 18 Jul 2016 17:00:01 +0300'),(4,'message_id_4','sales.manager1@company.ru','client1@client1.ru','empty','RE: RE: RE: запрос цены','Счет в приложении.','Счет в приложении.','2016-07-18 18:00:01','2016-07-18 18:00:01',1,0,'message_id_1 message_id_2 message_id_3','message_id_3','Mon, 18 Jul 2016 18:00:01 +0300'),(5,'phone_id_1','7777777','777','empty','','Разговор про наличие оборудования и цены.','Разговор про наличие оборудования и цены.','2016-07-18 10:20:01','2016-07-18 10:20:01',1,0,'','','Mon, 18 Jul 2016 10:20:01 +0300'),(6,'phone_id_12','1111111','999','empty','','Разговор про наличие оборудования и цены.','Разговор про наличие оборудования и цены.','2016-07-18 10:24:01','2016-07-18 10:24:01',1,0,'','','Mon, 18 Jul 2016 10:24:01 +0300'),(7,'phone_id_13','2222222','777','empty','','Разговор про наличие оборудования и цены.','Разговор про наличие оборудования и цены.','2016-07-18 10:29:01','2016-07-18 10:29:01',1,0,'','','Mon, 18 Jul 2016 10:29:01 +0300'),(8,'phone_id_14','3333333','777','empty','','Разговор про сервисное обслуживание оборудования и цены. Перенаправлен в отдел сервиса.','Разговор про сервисное обслуживание оборудования и цены. Перенаправлен в отдел сервиса.','2016-07-18 11:09:01','2016-07-18 11:09:01',1,0,'','','Mon, 18 Jul 2016 11:09:01 +0300'),(9,'phone_id_15','4444444','888','empty','','Разговор про наличие оборудования и цены.','Разговор про наличие оборудования и цены.','2016-07-18 11:19:01','2016-07-18 11:19:01',1,0,'','','Mon, 18 Jul 2016 11:19:01 +0300'),(10,'phone_id_16','5555555','888','empty','','Разговор про наличие оборудования и цены.','Разговор про наличие оборудования и цены.','2016-07-18 11:49:01','2016-07-18 11:49:01',1,0,'','','Mon, 18 Jul 2016 11:49:01 +0300'),(11,'phone_id_17','7777777','999','empty','','Разговор про наличие оборудования и доставку.','Разговор про наличие оборудования и доставку.','2016-07-18 12:29:01','2016-07-18 12:29:01',1,0,'','','Mon, 18 Jul 2016 12:29:01 +0300'),(12,'phone_id_18','2222222','999','empty','','Уточнение цены и количества.','Уточнение цены и количества.','2016-07-18 12:59:01','2016-07-18 12:59:01',1,0,'','','Mon, 18 Jul 2016 12:59:01 +0300'),(13,'message_id_11','client2@client2.ru','sales.manager2@company.ru','empty','цена на станцию выского давления','Здравствуйте! На сайте нет информации по ценам на станции выского давления. Интерсуют модели №1, №2, №3 их наличие, сроки доставки и цены. Спасибо!','Здравствуйте! На сайте нет информации по ценам на станции выского давления. Интерсуют модели №1, №2, №3 их наличие, сроки доставки и цены. Спасибо!','2016-07-18 12:30:01','2016-07-18 12:30:01',1,0,'','','Mon, 18 Jul 2016 12:30:01 +0300'),(14,'message_id_12','sales.manager2@company.ru','client2@client2.ru','empty','RE: цена на станцию выского давления','Добрый день! Все под заказ. Сроки поставки от 1 до 3 дней. Все позиции указаны в приложении. С уважением, Сергей.','Добрый день! Все под заказ. Сроки поставки от 1 до 3 дней. Все позиции указаны в приложении. С уважением, Сергей.','2016-07-18 13:30:01','2016-07-18 13:30:01',1,0,'message_id_11','message_id_11','Mon, 18 Jul 2016 13:30:01 +0300'),(15,'message_id_13','client2@client2.ru','sales.manager2@company.ru','empty','RE: RE: цена на станцию выского давления','Хорошо. Нам нужны модели №1, №2, №3. Пришлите ТКП.','Хорошо. Нам нужны модели №1, №2, №3. Пришлите ТКП.','2016-07-18 17:30:01','2016-07-18 17:30:01',1,0,'message_id_11 message_id_12','message_id_12','Mon, 18 Jul 2016 17:30:01 +0300'),(16,'phone_id_19','3333333','444','empty','','Запрос на сервисное обслуживание оборудования. Согласованы работы и оплата.','Запрос на сервисное обслуживание оборудования. Согласованы работы и оплата.','2016-07-18 11:45:01','2016-07-18 11:45:01',1,0,'','','Mon, 18 Jul 2016 11:45:01 +0300'),(17,'message_id_21','client2@client2.ru','sales.manager2@company.ru','empty','RE: RE: цена на станцию выского давления','Сергей, вы обещали выслать ТКП, но таки ничего не прислали. Вышлите пожалуйста сегодня.','Сергей, вы обещали выслать ТКП, но таки ничего не прислали. Вышлите пожалуйста сегодня.','2016-07-19 15:30:01','2016-07-19 15:30:01',1,0,'message_id_11 message_id_12','message_id_12','Tue, 19 Jul 2016 15:30:01 +0300'),(18,'message_id_22','client2@client2.ru','sales.manager2@company.ru','empty','RE: RE: цена на станцию выского давления','Сергей, мы ждем ТКП.','Сергей, мы ждем ТКП.','2016-07-19 17:30:01','2016-07-19 17:30:01',1,0,'message_id_11 message_id_12','message_id_12','Tue, 19 Jul 2016 17:30:01 +0300'),(19,'phone_id_21','2222222','999','empty','','Клиент просит прислать ТКП. Немного недоволен. Менеджер извиняется.','Клиент просит прислать ТКП. Немного недоволен. Менеджер извиняется.','2016-07-19 18:00:01','2016-07-19 18:00:01',1,0,'','','Tue, 19 Jul 2016 18:00:01 +0300'),(20,'message_id_23','sales.manager2@company.ru','client2@client2.ru','empty','ТКП','Добрый вечер! ТКП в приложении.','Добрый вечер! ТКП в приложении.','2016-07-19 18:30:01','2016-07-19 18:30:01',1,0,'','','Tue, 19 Jul 2016 18:30:01 +0300'),(21,'phone_id_22','2222222','999','empty','','Клиент сообщает об ошибке в спецификации. Недоволен. Указывает на ошибки и задержки.','Клиент сообщает об ошибке в спецификации. Недоволен. Указывает на ошибки и задержки.','2016-07-19 19:00:01','2016-07-19 19:00:01',1,0,'','','Tue, 19 Jul 2016 19:00:01 +0300'),(22,'message_id_24','sales.manager2@company.ru','client2@client2.ru','empty','RE: ТКП','Исправленное ТКП в приложении.','Исправленное ТКП в приложении.','2016-07-19 19:15:01','2016-07-19 19:15:01',1,0,'message_id_23','','Tue, 19 Jul 2016 19:15:01 +0300'),(23,'phone_id_23','2222222','999','empty','','Клиент просит счет.','Клиент просит счет.','2016-07-19 19:30:01','2016-07-19 19:30:01',1,0,'','','Tue, 19 Jul 2016 19:30:01 +0300'),(24,'message_id_25','sales.manager2@company.ru','client2@client2.ru','empty','Счет','Счет в приложении.','Счет в приложении.','2016-07-19 19:45:01','2016-07-19 19:45:01',1,0,'','','Tue, 19 Jul 2016 19:45:01 +0300'),(25,'message_id_26','client1@client1.ru','sales.manager2@company.ru','empty','запрос цены','Здравствуйте! Мы бы хотели приобрести у вас полировальные машины и расходники к ним. Интерсуют модели №1, №2, №3 их наличие, сроки доставки и цены. Ждем ответа. Спасибо!','Здравствуйте! Мы бы хотели приобрести у вас полировальные машины и расходники к ним. Интерсуют модели №1, №2, №3 их наличие, сроки доставки и цены. Ждем ответа. Спасибо!','2016-07-19 10:00:01','2016-07-19 10:00:01',1,0,'','','Tue, 19 Jul 2016 10:00:01 +0300'),(26,'message_id_27','sales.manager2@company.ru','client1@client1.ru','empty','RE: запрос цены','Добрый день! Все модели есть в наличии. Сроки поставки от 1 до 3 дней. Расходные материалы надо уточнять. Все позиции указаны в приложении, со сроками доставки. С уважением, Алексей.','Добрый день! Все модели есть в наличии. Сроки поставки от 1 до 3 дней. Расходные материалы надо уточнять. Все позиции указаны в приложении, со сроками доставки. С уважением, Алексей.','2016-07-19 13:00:01','2016-07-19 13:00:01',1,0,'message_id_26','message_id_26','Tue, 19 Jul 2016 13:00:01 +0300'),(27,'message_id_28','client1@client1.ru','sales.manager2@company.ru','empty','RE: RE: запрос цены','Хорошо. Нам нужны модели №1, №2, №3 и расходники по списку. Пришлите счет.','Хорошо. Нам нужны модели №1, №2, №3 и расходники по списку. Пришлите счет.','2016-07-19 17:00:01','2016-07-19 17:00:01',1,0,'message_id_26 message_id_27','message_id_27','Tue, 19 Jul 2016 17:00:01 +0300'),(28,'message_id_29','sales.manager2@company.ru','client1@client1.ru','empty','RE: RE: RE: запрос цены','Счет в приложении.','Счет в приложении.','2016-07-19 13:00:01','2016-07-19 13:00:01',1,0,'message_id_26 message_id_27 message_id_28','message_id_28','Tue, 19 Jul 2016 13:00:01 +0300'),(29,'phone_id_24','4444444','444','empty','','Запрос на сервисное обслуживание оборудования. Согласованы работы и оплата.','Запрос на сервисное обслуживание оборудования. Согласованы работы и оплата.','2016-07-19 11:45:01','2016-07-19 11:45:01',1,0,'','','Tue, 19 Jul 2016 11:45:01 +0300'),(30,'phone_id_25','5555555','444','empty','','Запрос на сервисное обслуживание оборудования. Согласованы работы и оплата.','Запрос на сервисное обслуживание оборудования. Согласованы работы и оплата.','2016-07-19 11:45:01','2016-07-19 11:45:01',1,0,'','','Tue, 19 Jul 2016 11:45:01 +0300'),(31,'phone_id_26','7777777','444','empty','','Запрос на сервисное обслуживание оборудования. Согласованы работы и оплата.','Запрос на сервисное обслуживание оборудования. Согласованы работы и оплата.','2016-07-19 11:45:01','2016-07-19 11:45:01',1,0,'','','Tue, 19 Jul 2016 11:45:01 +0300'),(32,'message_id_31','sales.manager2@company.ru','client2@client2.ru','empty','RE: Счет','Добрый день! Деньги пришли. По какому адресу доставка?','Добрый день! Деньги пришли. По какому адресу доставка?','2016-07-20 12:30:00','2016-07-20 12:30:00',1,0,'message_id_25','message_id_25','Wed, 20 Jul 2016 12:30:00 +0300'),(33,'message_id_32','client2@client2.ru','sales.manager2@company.ru','empty','RE: RE: Счет','г. Н-ск, ул. Правды, д. 7','г. Н-ск, ул. Правды, д. 7','2016-07-20 13:30:00','2016-07-20 13:30:00',1,0,'message_id_25 message_id_31','message_id_31','Wed, 20 Jul 2016 13:30:00 +0300'),(34,'message_id_33','sales.manager2@company.ru','client2@client2.ru','empty','RE: RE: RE: Счет','Доставка будет завтра до 12 часов дня.','Доставка будет завтра до 12 часов дня.','2016-07-20 13:40:00','2016-07-20 13:40:00',1,0,'message_id_25 message_id_31 message_id_32','message_id_32','Wed, 20 Jul 2016 13:40:00 +0300'),(35,'message_id_34','client1@client1.ru','sales.manager2@company.ru','empty','Оплата','Здравствуйте! Деньги ушли, платежка в приложении.','Здравствуйте! Деньги ушли, платежка в приложении.','2016-07-20 10:00:01','2016-07-20 10:00:01',1,0,'','','Wed, 20 Jul 2016 10:00:01 +0300'),(36,'message_id_35','sales.manager2@company.ru','client1@client1.ru','empty','RE: Оплата','Добрый день! Ваш заказ укомплектован, доставка будет завтра до 18:00. С уважением, Сергей.','Добрый день! Ваш заказ укомплектован, доставка будет завтра до 18:00. С уважением, Сергей.','2016-07-20 13:00:01','2016-07-20 13:00:01',1,0,'message_id_34','message_id_34','Wed, 20 Jul 2016 13:00:01 +0300'),(37,'message_id_36','client3@client3.ru','service@company.ru','empty','Обслуживание оборудования','Здравствуйте, Дмитрий! Сегодня приходил ваш сотрудник делать сервисное обслуживание станка. После его визита через 1 час, у нас закоротило панель управления. Станок сейчас стоит обесточенный. Посколько кроме вас его никто не вскрывал, примите меры и исправьте оборудование.','Здравствуйте, Дмитрий! Сегодня приходил ваш сотрудник делать сервисное обслуживание станка. После его визита через 1 час, у нас закоротило панель управления. Станок сейчас стоит обесточенный. Посколько кроме вас его никто не вскрывал, примите меры и исправьте оборудование.','2016-07-20 11:00:01','2016-07-20 11:00:01',1,0,'','','Wed, 20 Jul 2016 11:00:01 +0300'),(38,'message_id_37','service@company.ru','client3@client3.ru','empty','RE: Обслуживание оборудования','Причина поломки из-за нашего сотрудника не очевидна. Оплатите счет за сервисное обслуживание. Счет в приложении. Дмитрий.','Причина поломки из-за нашего сотрудника не очевидна. Оплатите счет за сервисное обслуживание. Счет в приложении. Дмитрий.','2016-07-20 12:00:01','2016-07-20 12:00:01',1,0,'message_id_36','message_id_36','Wed, 20 Jul 2016 12:00:01 +0300'),(39,'message_id_38','client3@client3.ru','service@company.ru','empty','RE:RE: Обслуживание оборудования','Здравствуйте, Дмитрий! Больше никто доступа к обслуживанию оборудования не имеет. По договору сервисного обслуживания это ваша ответственность. Счет не будет оплачен до исправления ситуации. ','Здравствуйте, Дмитрий! Больше никто доступа к обслуживанию оборудования не имеет. По договору сервисного обслуживания это ваша ответственность. Счет не будет оплачен до исправления ситуации. ','2016-07-20 13:00:01','2016-07-20 13:00:01',1,0,'message_id_36 message_id_37','message_id_37','Wed, 20 Jul 2016 13:00:01 +0300'),(40,'message_id_39','client4@client4.ru','service@company.ru','empty','Сервис на сегодня','Здравствуйте, Дмитрий! Сегодня должен был прийти ваш сотрудник для проведения сервисного обслужвания, мы специально выделили окно и остановили оборудование. Где он? Почему не отзвонились ни вы ни ваш подчиненный? ','Здравствуйте, Дмитрий! Сегодня должен был прийти ваш сотрудник для проведения сервисного обслужвания, мы специально выделили окно и остановили оборудование. Где он? Почему не отзвонились ни вы ни ваш подчиненный? ','2016-07-20 18:00:01','2016-07-20 18:00:01',1,0,'','','Wed, 20 Jul 2016 18:00:01 +0300'),(41,'message_id_310','service@company.ru','client4@client4.ru','empty','RE: Сервис на сегодня','Сотрудник говоиит что подъезжал к вам, но никого не застал.','Сотрудник говоиит что подъезжал к вам, но никого не застал.','2016-07-20 18:30:01','2016-07-20 18:30:01',1,0,'message_id_39','message_id_39','Wed, 20 Jul 2016 18:30:01 +0300'),(42,'message_id_311','client4@client4.ru','service@company.ru','empty','RE:RE: Сервис на сегодня','Дмитрий, это невозможно! На месте всегда есть сотрудники. Почему он не позвонил?! Обслуживание нам необходимо сделать на неделе, пусть приезжает завтра в 14:00. ','Дмитрий, это невозможно! На месте всегда есть сотрудники. Почему он не позвонил?! Обслуживание нам необходимо сделать на неделе, пусть приезжает завтра в 14:00. ','2016-07-20 19:00:01','2016-07-20 19:00:01',1,0,'message_id_310 message_id_39','message_id_310','Wed, 20 Jul 2016 19:00:01 +0300'),(43,'phone_id_31','5555555','444','empty','','Звонок от клиента. Сервисное обслужвание проведено, но все настройки были сбиты. Восстанавливать сотрудник их отказался, мотивировал тем что это не его задача.','Звонок от клиента. Сервисное обслужвание проведено, но все настройки были сбиты. Восстанавливать сотрудник их отказался, мотивировал тем что это не его задача.','2016-07-20 11:45:01','2016-07-20 11:45:01',1,0,'','','Wed, 20 Jul 2016 11:45:01 +0300'),(44,'message_id_41','sales.manager2@company.ru','client1@client1.ru','empty','RE: RE: RE: запрос цены','Счет-фактура в приложении. Оригиналы приедут вместе с обрудованием.','Счет-фактура в приложении. Оригиналы приедут вместе с обрудованием.','2016-07-21 13:00:01','2016-07-21 13:00:01',1,0,'message_id_3 message_id_2 message_id_1','message_id_3','Thu, 21 Jul 2016 13:00:01 +0300'),(45,'message_id_42','client2@client2.ru','sales.manager2@company.ru','empty','Доставка','Сергей, вы говорили что доставка будет сегодня до 12. Машина еще не приехала. Почему вы нас не предупредили? Сколько нам еще ждать?','Сергей, вы говорили что доставка будет сегодня до 12. Машина еще не приехала. Почему вы нас не предупредили? Сколько нам еще ждать?','2016-07-21 15:30:01','2016-07-21 15:30:01',1,0,'','','Thu, 21 Jul 2016 15:30:01 +0300'),(46,'message_id_43','sales.manager2@company.ru','client2@client2.ru','empty','FW: Доставка','Переадресую вас в отдел логистики. Они занимаются доставкой.','Переадресую вас в отдел логистики. Они занимаются доставкой.','2016-07-21 15:45:01','2016-07-21 15:45:01',1,0,'message_id_42','message_id_42','Thu, 21 Jul 2016 15:45:01 +0300'),(47,'phone_id_41','555','2222222','empty','','Менеджер связался с водителем. Сообщил, что машина должна быть сегодня до 18:00. Клиент недоволен, т.к. это ломает его планы.','Менеджер связался с водителем. Сообщил, что машина должна быть сегодня до 18:00. Клиент недоволен, т.к. это ломает его планы.','2016-07-21 16:00:01','2016-07-21 16:00:01',1,0,'','','Thu, 21 Jul 2016 16:00:01 +0300'),(48,'phone_id_42','2222222','555','empty','','Клиент сообщает, что завонил водитель и спрашивал как подъехать, но назвал не тот адрес. Как это могло произойти? Сделать доставку сегодня уже не успевают, переносят на завтра. Клиент недоволен.','Клиент сообщает, что завонил водитель и спрашивал как подъехать, но назвал не тот адрес. Как это могло произойти? Сделать доставку сегодня уже не успевают, переносят на завтра. Клиент недоволен.','2016-07-21 19:00:01','2016-07-21 19:00:01',1,0,'','','Thu, 21 Jul 2016 19:00:01 +0300'),(49,'message_id_44','logistica@company.ru','client2@client2.ru','empty','RE: FW: Доставка','Добрый вечер! Приносим свои извинения из-за накладки с доставкой. Завтра до 12 дня груз будет у вас.  Менеджер по логистике, Иван.','Добрый вечер! Приносим свои извинения из-за накладки с доставкой. Завтра до 12 дня груз будет у вас.  Менеджер по логистике, Иван.','2016-07-21 19:15:01','2016-07-21 19:15:01',1,0,'message_id_43 message_id_42','message_id_43','Thu, 21 Jul 2016 19:15:01 +0300'),(50,'message_id_45','client2@client2.ru','logistica@company.ru','empty','RE: RE:  FW: Доставка','Иван, это не лезет ни в какие ворота. Как можно перепутать адрес, если мы его обговорили? Вы сломали наши планы по запуску оборудования в работу. Нам теперь не хватит времени запустить его  до понельника. ','Иван, это не лезет ни в какие ворота. Как можно перепутать адрес, если мы его обговорили? Вы сломали наши планы по запуску оборудования в работу. Нам теперь не хватит времени запустить его  до понельника. ','2016-07-21 19:45:01','2016-07-21 19:45:01',1,0,'message_id_44 message_id_43 message_id_42','message_id_44','Thu, 21 Jul 2016 19:45:01 +0300'),(51,'message_id_46','client1@client1.ru','sales.manager2@company.ru','empty','Доставка','Сергей, водитель опять не приехал вовремя. Это происходит уже не в первый раз, ваш отдел логистики постоянно ошибается. Сделайте что-нибудь.','Сергей, водитель опять не приехал вовремя. Это происходит уже не в первый раз, ваш отдел логистики постоянно ошибается. Сделайте что-нибудь.','2016-07-21 18:00:01','2016-07-21 18:00:01',1,0,'','','Thu, 21 Jul 2016 18:00:01 +0300'),(52,'message_id_47','sales.manager2@company.ru','client1@client1.ru','empty','RE: Доставка','Ваш заказ будет доставлен завтра до 15:00. Менеджер по продажам, Сергей.','Ваш заказ будет доставлен завтра до 15:00. Менеджер по продажам, Сергей.','2016-07-21 19:00:01','2016-07-21 19:00:01',1,0,'message_id_46','message_id_46','Thu, 21 Jul 2016 19:00:01 +0300'),(53,'phone_id_43','7777777','444','empty','','Звонок от клиента. Сотрудник опоздал на 3 часа. Сервисное обслужвание проведено некачественно. Появились вибрации и подтеки. Клиент отказывается оплачивать счет.','Звонок от клиента. Сотрудник опоздал на 3 часа. Сервисное обслужвание проведено некачественно. Появились вибрации и подтеки. Клиент отказывается оплачивать счет.','2016-07-21 11:45:01','2016-07-21 11:45:01',1,0,'','','Thu, 21 Jul 2016 11:45:01 +0300'),(54,'phone_id_51','555','2222222','empty','','Менеджер связался с клиентом. Проверяет, что машина пришла в назначенное время. Машина не пришла.','Менеджер связался с клиентом. Проверяет, что машина пришла в назначенное время. Машина не пришла.','2016-07-22 11:30:01','2016-07-22 11:30:01',1,0,'','','Fri, 22 Jul 2016 11:30:01 +0300'),(55,'message_id_51','client2@client2.ru','sales.manager2@company.ru logistica@company.ru','empty','RE: RE:  FW: Доставка','Иван, нам привезли не наш заказ. Водитель отказывается забрать его обратно. Нам в таком виде он не нужен. Это уже переходит все границы, мы будем писать официальную претензию. Ваше безответственное отношение срывает все наши планы.','Иван, нам привезли не наш заказ. Водитель отказывается забрать его обратно. Нам в таком виде он не нужен. Это уже переходит все границы, мы будем писать официальную претензию. Ваше безответственное отношение срывает все наши планы.','2016-07-22 11:30:01','2016-07-22 11:30:01',1,0,'message_id_44 message_id_43 message_id_42','message_id_44','Fri, 22 Jul 2016 11:30:01 +0300'),(56,'phone_id_52','555','2222222','empty','','Менеджер пытаеться исправить ситуацию и согласовать новое время доставки сегодня.','Менеджер пытаеться исправить ситуацию и согласовать новое время доставки сегодня.','2016-07-22 16:00:01','2016-07-22 16:00:01',1,0,'','','Fri, 22 Jul 2016 16:00:01 +0300'),(57,'phone_id_53','999','2222222','empty','','Менеджер приносит извинения и пытается согласовать новую доставку сегодня.','Менеджер приносит извинения и пытается согласовать новую доставку сегодня.','2016-07-22 16:15:01','2016-07-22 16:15:01',1,0,'','','Fri, 22 Jul 2016 16:15:01 +0300'),(58,'phone_id_54','3333333','444','empty','','Звонок от клиента. Сотрудник пришел не с теми комплектующими. Сервисное обслуживание не проведено.','Звонок от клиента. Сотрудник пришел не с теми комплектующими. Сервисное обслуживание не проведено.','2016-07-21 11:45:01','2016-07-21 11:45:01',1,0,'','','Thu, 21 Jul 2016 11:45:01 +0300'),(59,'phone_id_55','444','3333333','empty','','Согласовано новое время и другой сотрудник','Согласовано новое время и другой сотрудник','2016-07-21 12:45:01','2016-07-21 12:45:01',1,0,'','','Thu, 21 Jul 2016 12:45:01 +0300');
/*!40000 ALTER TABLE `email_raw_data` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `message_members`
--

DROP TABLE IF EXISTS `message_members`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `message_members` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `date` datetime DEFAULT NULL,
  `msg_id` varchar(256) DEFAULT NULL,
  `member_uuid` varchar(256) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=146 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `message_members`
--

LOCK TABLES `message_members` WRITE;
/*!40000 ALTER TABLE `message_members` DISABLE KEYS */;
INSERT INTO `message_members` VALUES (1,'2016-07-18 10:00:01','message_id_1','d7722600-e162-494c-8922-8edb6e0c1e54'),(2,'2016-07-18 10:00:01','message_id_1','c9ffb6b2-a98a-41a9-a958-545913596a1d'),(3,'2016-07-18 13:00:01','message_id_2','c9ffb6b2-a98a-41a9-a958-545913596a1d'),(4,'2016-07-18 13:00:01','message_id_2','d7722600-e162-494c-8922-8edb6e0c1e54'),(5,'2016-07-18 17:00:01','message_id_3','d7722600-e162-494c-8922-8edb6e0c1e54'),(6,'2016-07-18 17:00:01','message_id_3','c9ffb6b2-a98a-41a9-a958-545913596a1d'),(7,'2016-07-18 18:00:01','message_id_4','c9ffb6b2-a98a-41a9-a958-545913596a1d'),(8,'2016-07-18 18:00:01','message_id_4','d7722600-e162-494c-8922-8edb6e0c1e54'),(9,'2016-07-18 10:20:01','phone_id_1','6f2cf101-439b-473e-8cff-c863dd78b294'),(10,'2016-07-18 10:20:01','phone_id_1','e21c7507-e412-49ba-8646-34b04e9e28d6'),(11,'2016-07-18 10:24:01','phone_id_12','d7722600-e162-494c-8922-8edb6e0c1e54'),(12,'2016-07-18 10:24:01','phone_id_12','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(13,'2016-07-18 10:29:01','phone_id_13','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(14,'2016-07-18 10:29:01','phone_id_13','e21c7507-e412-49ba-8646-34b04e9e28d6'),(15,'2016-07-18 11:09:01','phone_id_14','3f89b746-bf6f-4f72-8984-280f6f1f952c'),(16,'2016-07-18 11:09:01','phone_id_14','e21c7507-e412-49ba-8646-34b04e9e28d6'),(17,'2016-07-18 11:19:01','phone_id_15','c0ed1093-d484-4171-ab2d-cbbb4ed4e0c3'),(18,'2016-07-18 11:19:01','phone_id_15','c9ffb6b2-a98a-41a9-a958-545913596a1d'),(19,'2016-07-18 11:49:01','phone_id_16','3df6a3f8-64c3-4f87-a9d7-cebbf63ae573'),(20,'2016-07-18 11:49:01','phone_id_16','c9ffb6b2-a98a-41a9-a958-545913596a1d'),(21,'2016-07-18 12:29:01','phone_id_17','6f2cf101-439b-473e-8cff-c863dd78b294'),(22,'2016-07-18 12:29:01','phone_id_17','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(23,'2016-07-18 12:59:01','phone_id_18','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(24,'2016-07-18 12:59:01','phone_id_18','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(25,'2016-07-18 12:30:01','message_id_11','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(26,'2016-07-18 12:30:01','message_id_11','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(27,'2016-07-18 13:30:01','message_id_12','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(28,'2016-07-18 13:30:01','message_id_12','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(29,'2016-07-18 17:30:01','message_id_13','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(30,'2016-07-18 17:30:01','message_id_13','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(31,'2016-07-18 11:45:01','phone_id_19','3f89b746-bf6f-4f72-8984-280f6f1f952c'),(32,'2016-07-18 11:45:01','phone_id_19','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(33,'2016-07-19 15:30:01','message_id_21','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(34,'2016-07-19 15:30:01','message_id_21','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(35,'2016-07-19 17:30:01','message_id_22','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(36,'2016-07-19 17:30:01','message_id_22','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(37,'2016-07-19 18:00:01','phone_id_21','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(38,'2016-07-19 18:00:01','phone_id_21','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(39,'2016-07-19 18:30:01','message_id_23','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(40,'2016-07-19 18:30:01','message_id_23','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(41,'2016-07-19 19:00:01','phone_id_22','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(42,'2016-07-19 19:00:01','phone_id_22','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(43,'2016-07-19 19:15:01','message_id_24','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(44,'2016-07-19 19:15:01','message_id_24','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(45,'2016-07-19 19:30:01','phone_id_23','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(46,'2016-07-19 19:30:01','phone_id_23','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(47,'2016-07-19 19:45:01','message_id_25','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(48,'2016-07-19 19:45:01','message_id_25','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(49,'2016-07-19 10:00:01','message_id_26','d7722600-e162-494c-8922-8edb6e0c1e54'),(50,'2016-07-19 10:00:01','message_id_26','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(51,'2016-07-19 13:00:01','message_id_27','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(52,'2016-07-19 13:00:01','message_id_27','d7722600-e162-494c-8922-8edb6e0c1e54'),(53,'2016-07-19 17:00:01','message_id_28','d7722600-e162-494c-8922-8edb6e0c1e54'),(54,'2016-07-19 17:00:01','message_id_28','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(55,'2016-07-19 13:00:01','message_id_29','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(56,'2016-07-19 13:00:01','message_id_29','d7722600-e162-494c-8922-8edb6e0c1e54'),(57,'2016-07-19 11:45:01','phone_id_24','c0ed1093-d484-4171-ab2d-cbbb4ed4e0c3'),(58,'2016-07-19 11:45:01','phone_id_24','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(59,'2016-07-19 11:45:01','phone_id_25','3df6a3f8-64c3-4f87-a9d7-cebbf63ae573'),(60,'2016-07-19 11:45:01','phone_id_25','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(61,'2016-07-19 11:45:01','phone_id_26','6f2cf101-439b-473e-8cff-c863dd78b294'),(62,'2016-07-19 11:45:01','phone_id_26','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(63,'2016-07-19 19:00:01','phone_id_22','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(64,'2016-07-19 19:00:01','phone_id_22','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(65,'2016-07-19 15:30:01','message_id_21','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(66,'2016-07-19 15:30:01','message_id_21','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(67,'2016-07-19 18:00:01','phone_id_21','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(68,'2016-07-19 18:00:01','phone_id_21','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(69,'2016-07-20 12:30:00','message_id_31','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(70,'2016-07-20 12:30:00','message_id_31','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(71,'2016-07-20 13:30:00','message_id_32','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(72,'2016-07-20 13:30:00','message_id_32','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(73,'2016-07-20 13:40:00','message_id_33','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(74,'2016-07-20 13:40:00','message_id_33','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(75,'2016-07-20 10:00:01','message_id_34','d7722600-e162-494c-8922-8edb6e0c1e54'),(76,'2016-07-20 10:00:01','message_id_34','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(77,'2016-07-20 13:00:01','message_id_35','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(78,'2016-07-20 13:00:01','message_id_35','d7722600-e162-494c-8922-8edb6e0c1e54'),(79,'2016-07-20 11:00:01','message_id_36','3f89b746-bf6f-4f72-8984-280f6f1f952c'),(80,'2016-07-20 11:00:01','message_id_36','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(81,'2016-07-20 12:00:01','message_id_37','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(82,'2016-07-20 12:00:01','message_id_37','3f89b746-bf6f-4f72-8984-280f6f1f952c'),(83,'2016-07-20 13:00:01','message_id_38','3f89b746-bf6f-4f72-8984-280f6f1f952c'),(84,'2016-07-20 13:00:01','message_id_38','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(85,'2016-07-20 18:00:01','message_id_39','c0ed1093-d484-4171-ab2d-cbbb4ed4e0c3'),(86,'2016-07-20 18:00:01','message_id_39','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(87,'2016-07-20 18:30:01','message_id_310','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(88,'2016-07-20 18:30:01','message_id_310','c0ed1093-d484-4171-ab2d-cbbb4ed4e0c3'),(89,'2016-07-20 19:00:01','message_id_311','c0ed1093-d484-4171-ab2d-cbbb4ed4e0c3'),(90,'2016-07-20 19:00:01','message_id_311','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(91,'2016-07-20 11:45:01','phone_id_31','3df6a3f8-64c3-4f87-a9d7-cebbf63ae573'),(92,'2016-07-20 11:45:01','phone_id_31','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(93,'2016-07-20 11:45:01','phone_id_31','3df6a3f8-64c3-4f87-a9d7-cebbf63ae573'),(94,'2016-07-20 11:45:01','phone_id_31','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(95,'2016-07-20 13:00:01','message_id_38','3f89b746-bf6f-4f72-8984-280f6f1f952c'),(96,'2016-07-20 13:00:01','message_id_38','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(97,'2016-07-20 18:00:01','message_id_39','c0ed1093-d484-4171-ab2d-cbbb4ed4e0c3'),(98,'2016-07-20 18:00:01','message_id_39','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(99,'2016-07-20 11:00:01','message_id_36','3f89b746-bf6f-4f72-8984-280f6f1f952c'),(100,'2016-07-20 11:00:01','message_id_36','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(101,'2016-07-20 19:00:01','message_id_311','c0ed1093-d484-4171-ab2d-cbbb4ed4e0c3'),(102,'2016-07-20 19:00:01','message_id_311','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(103,'2016-07-21 13:00:01','message_id_41','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(104,'2016-07-21 13:00:01','message_id_41','d7722600-e162-494c-8922-8edb6e0c1e54'),(105,'2016-07-21 15:30:01','message_id_42','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(106,'2016-07-21 15:30:01','message_id_42','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(107,'2016-07-21 15:45:01','message_id_43','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(108,'2016-07-21 15:45:01','message_id_43','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(109,'2016-07-21 16:00:01','phone_id_41','99eef092-305c-4a7e-aa03-cf3ba993a813'),(110,'2016-07-21 16:00:01','phone_id_41','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(111,'2016-07-21 19:00:01','phone_id_42','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(112,'2016-07-21 19:00:01','phone_id_42','99eef092-305c-4a7e-aa03-cf3ba993a813'),(113,'2016-07-21 19:15:01','message_id_44','99eef092-305c-4a7e-aa03-cf3ba993a813'),(114,'2016-07-21 19:15:01','message_id_44','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(115,'2016-07-21 19:45:01','message_id_45','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(116,'2016-07-21 19:45:01','message_id_45','99eef092-305c-4a7e-aa03-cf3ba993a813'),(117,'2016-07-21 18:00:01','message_id_46','d7722600-e162-494c-8922-8edb6e0c1e54'),(118,'2016-07-21 18:00:01','message_id_46','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(119,'2016-07-21 19:00:01','message_id_47','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(120,'2016-07-21 19:00:01','message_id_47','d7722600-e162-494c-8922-8edb6e0c1e54'),(121,'2016-07-21 11:45:01','phone_id_43','6f2cf101-439b-473e-8cff-c863dd78b294'),(122,'2016-07-21 11:45:01','phone_id_43','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(123,'2016-07-21 15:30:01','message_id_42','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(124,'2016-07-21 15:30:01','message_id_42','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(125,'2016-07-21 18:00:01','message_id_46','d7722600-e162-494c-8922-8edb6e0c1e54'),(126,'2016-07-21 18:00:01','message_id_46','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(127,'2016-07-21 19:45:01','message_id_45','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(128,'2016-07-21 19:45:01','message_id_45','99eef092-305c-4a7e-aa03-cf3ba993a813'),(129,'2016-07-21 16:00:01','phone_id_41','99eef092-305c-4a7e-aa03-cf3ba993a813'),(130,'2016-07-21 16:00:01','phone_id_41','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(131,'2016-07-21 19:00:01','phone_id_42','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(132,'2016-07-21 19:00:01','phone_id_42','99eef092-305c-4a7e-aa03-cf3ba993a813'),(133,'2016-07-21 11:45:01','phone_id_43','6f2cf101-439b-473e-8cff-c863dd78b294'),(134,'2016-07-21 11:45:01','phone_id_43','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(135,'2016-07-22 11:30:01','phone_id_51','99eef092-305c-4a7e-aa03-cf3ba993a813'),(136,'2016-07-22 11:30:01','phone_id_51','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(137,'2016-07-22 11:30:01','message_id_51','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(138,'2016-07-22 16:00:01','phone_id_52','99eef092-305c-4a7e-aa03-cf3ba993a813'),(139,'2016-07-22 16:00:01','phone_id_52','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(140,'2016-07-22 16:15:01','phone_id_53','214e7e7e-cf7b-4eb6-8d5e-1a8f650d6af0'),(141,'2016-07-22 16:15:01','phone_id_53','ef74dea4-cbc1-42b2-9f58-fc01990e19f0'),(142,'2016-07-21 11:45:01','phone_id_54','3f89b746-bf6f-4f72-8984-280f6f1f952c'),(143,'2016-07-21 11:45:01','phone_id_54','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(144,'2016-07-21 12:45:01','phone_id_55','76f02157-82c5-4c14-a56a-fea0d12a3ba7'),(145,'2016-07-21 12:45:01','phone_id_55','3f89b746-bf6f-4f72-8984-280f6f1f952c');
/*!40000 ALTER TABLE `message_members` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `prediction_statistics`
--

DROP TABLE IF EXISTS `prediction_statistics`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `prediction_statistics` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `week_number` int(11) DEFAULT NULL,
  `date` datetime DEFAULT NULL,
  `category` varchar(256) DEFAULT NULL,
  `msg_all` int(11) DEFAULT NULL,
  `msg_in_cat` int(11) DEFAULT NULL,
  `msg_in_cat_check` int(11) DEFAULT NULL,
  `msg_in_cat_wrong` int(11) DEFAULT NULL,
  `error_in_cat` float DEFAULT NULL,
  `accuracy_in_cat` float DEFAULT NULL,
  `full_accuracy` float DEFAULT NULL,
  `train_epoch` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=35 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `prediction_statistics`
--

LOCK TABLES `prediction_statistics` WRITE;
/*!40000 ALTER TABLE `prediction_statistics` DISABLE KEYS */;
INSERT INTO `prediction_statistics` VALUES (13,0,'2016-07-18 00:00:00','conflict',16,0,0,0,0,1,0,0),(14,0,'2016-07-18 00:00:00','normal',16,16,0,0,0,1,0,0),(23,0,'2016-07-19 00:00:00','conflict',15,3,3,0,0,1,1,0),(24,0,'2016-07-19 00:00:00','normal',15,12,0,0,0,1,1,0),(29,0,'2016-07-20 00:00:00','conflict',12,5,5,0,0,1,1,0),(30,0,'2016-07-20 00:00:00','normal',12,7,0,0,0,1,1,0),(31,0,'2016-07-21 00:00:00','conflict',10,6,6,0,0,1,1,0),(32,0,'2016-07-21 00:00:00','normal',10,4,0,0,0,1,1,0),(33,0,'2016-07-22 00:00:00','conflict',4,1,0,0,0,1,0,0),(34,0,'2016-07-22 00:00:00','normal',4,3,0,0,0,1,0,0);
/*!40000 ALTER TABLE `prediction_statistics` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `settings`
--

DROP TABLE IF EXISTS `settings`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `settings` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `train_epoch` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `settings`
--

LOCK TABLES `settings` WRITE;
/*!40000 ALTER TABLE `settings` DISABLE KEYS */;
INSERT INTO `settings` VALUES (1,0);
/*!40000 ALTER TABLE `settings` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `task_cause_tag`
--

DROP TABLE IF EXISTS `task_cause_tag`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `task_cause_tag` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `task_uuid` varchar(50) DEFAULT NULL,
  `tag_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=18 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `task_cause_tag`
--

LOCK TABLES `task_cause_tag` WRITE;
/*!40000 ALTER TABLE `task_cause_tag` DISABLE KEYS */;
INSERT INTO `task_cause_tag` VALUES (1,'75ed8054-d59b-440c-b6ec-d9fdf01ab9ae',1),(2,'49f7b7a1-5018-4639-9fa3-7b4a0814dfe8',1),(3,'9ec01db8-070a-4843-93fb-7188e70985c1',2),(4,'28707729-9408-406b-8718-2a77f6aecf50',3),(5,'95a87327-ef50-4e12-becd-8dbb3fc8a40b',3),(6,'0b21c9c5-802a-437c-94ba-4c157332ca6c',3),(7,'0b21c9c5-802a-437c-94ba-4c157332ca6c',4),(8,'f335d6e3-912c-47e3-bd3f-9b244f54e88a',3),(9,'bdaaea31-9de7-452f-84d8-350f809f0dc5',3),(10,'bdaaea31-9de7-452f-84d8-350f809f0dc5',4),(11,'098f109b-c94a-4a6f-8888-5fbe9c2992ce',5),(12,'098f109b-c94a-4a6f-8888-5fbe9c2992ce',4),(13,'799a3ed4-13af-4ae8-956e-7067b3c56e0b',5),(14,'799a3ed4-13af-4ae8-956e-7067b3c56e0b',4),(15,'fe5035e0-ee35-435b-b8f3-6255411191cb',5),(16,'3751b3e2-f9f4-41e6-bb9a-b07678fb9e02',3),(17,'3751b3e2-f9f4-41e6-bb9a-b07678fb9e02',4);
/*!40000 ALTER TABLE `task_cause_tag` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tasks`
--

DROP TABLE IF EXISTS `tasks`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `tasks` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uuid` varchar(50) DEFAULT NULL,
  `responsible` varchar(256) DEFAULT NULL,
  `message_id` varchar(256) DEFAULT NULL,
  `comment` text,
  `status` int(11) DEFAULT NULL,
  `last_status_change` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tasks`
--

LOCK TABLES `tasks` WRITE;
/*!40000 ALTER TABLE `tasks` DISABLE KEYS */;
INSERT INTO `tasks` VALUES (1,'49f7b7a1-5018-4639-9fa3-7b4a0814dfe8','demo-service-uuid','phone_id_22','<p><i class=\'task_comment_time\'>28-07-2016 19:07</i> Создана автоматически после проверки. Пользователь неизвестен.</p>',0,'2016-07-19 19:06:09'),(2,'9ec01db8-070a-4843-93fb-7188e70985c1','demo-service-uuid','message_id_21','<p><i class=\'task_comment_time\'>28-07-2016 19:07</i> Создана автоматически после проверки. Пользователь неизвестен.</p>',0,'2016-07-19 19:06:09'),(3,'75ed8054-d59b-440c-b6ec-d9fdf01ab9ae','demo-service-uuid','phone_id_21','<p><i class=\'task_comment_time\'>28-07-2016 19:07</i> Создана автоматически после проверки. Пользователь неизвестен.</p><p><i class=\'task_comment_time\'>28-07-2016 19:08</i> Менеджер сам исправил проблему</p>',2,'2016-07-19 19:09:42'),(4,'28707729-9408-406b-8718-2a77f6aecf50','demo-service-uuid','phone_id_31','<p><i class=\'task_comment_time\'>28-07-2016 20:02</i> Создана автоматически после проверки. Пользователь неизвестен.</p><p><i class=\'task_comment_time\'>28-07-2016 20:12</i> Связались с клиентом. Договорились на исправление ошибок.</p>',2,'2016-07-20 20:12:30'),(5,'95a87327-ef50-4e12-becd-8dbb3fc8a40b','demo-service-uuid','message_id_38','<p><i class=\'task_comment_time\'>28-07-2016 20:02</i> Создана автоматически после проверки. Пользователь неизвестен.</p><p><i class=\'task_comment_time\'>28-07-2016 20:14</i> Позвонить клиенту.</p>',1,'2016-07-20 20:13:50'),(6,'0b21c9c5-802a-437c-94ba-4c157332ca6c','demo-service-uuid','message_id_39','<p><i class=\'task_comment_time\'>28-07-2016 20:02</i> Создана автоматически после проверки. Пользователь неизвестен.</p>',1,'2016-07-20 20:15:02'),(7,'f335d6e3-912c-47e3-bd3f-9b244f54e88a','demo-service-uuid','message_id_36','<p><i class=\'task_comment_time\'>28-07-2016 20:02</i> Создана автоматически после проверки. Пользователь неизвестен.</p><p><i class=\'task_comment_time\'>28-07-2016 20:16</i> Договорились с клиентом исправить проблему завтра.</p>',2,'2016-07-20 20:15:43'),(8,'bdaaea31-9de7-452f-84d8-350f809f0dc5','demo-service-uuid','message_id_311','<p><i class=\'task_comment_time\'>28-07-2016 20:02</i> Создана автоматически после проверки. Пользователь неизвестен.</p><p><i class=\'task_comment_time\'>28-07-2016 20:17</i> С клиентом согласован перенос на завтра.</p>',2,'2016-07-20 20:17:37'),(9,'098f109b-c94a-4a6f-8888-5fbe9c2992ce','demo-service-uuid','message_id_42','<p><i class=\'task_comment_time\'>28-07-2016 20:20</i> Создана автоматически после проверки. Пользователь неизвестен.</p>',2,'2016-07-21 20:22:20'),(10,'799a3ed4-13af-4ae8-956e-7067b3c56e0b','demo-service-uuid','message_id_46','<p><i class=\'task_comment_time\'>28-07-2016 20:21</i> Создана автоматически после проверки. Пользователь неизвестен.</p>',2,'2016-07-21 20:22:38'),(11,'fe5035e0-ee35-435b-b8f3-6255411191cb','demo-service-uuid','message_id_45','<p><i class=\'task_comment_time\'>28-07-2016 20:21</i> Создана автоматически после проверки. Пользователь неизвестен.</p>',1,'2016-07-21 20:23:12'),(12,'26d59740-b874-4d9c-a190-93c454b8d0c0','demo-service-uuid','phone_id_41','<p><i class=\'task_comment_time\'>28-07-2016 20:21</i> Создана автоматически после проверки. Пользователь неизвестен.</p>',0,'2016-07-21 19:06:09'),(13,'cf68252c-d038-41d9-b367-73b9cf6ac4e3','demo-service-uuid','phone_id_42','<p><i class=\'task_comment_time\'>28-07-2016 20:21</i> Создана автоматически после проверки. Пользователь неизвестен.</p>',0,'2016-07-21 19:06:09'),(14,'3751b3e2-f9f4-41e6-bb9a-b07678fb9e02','demo-service-uuid','phone_id_43','<p><i class=\'task_comment_time\'>28-07-2016 20:21</i> Создана автоматически после проверки. Пользователь неизвестен.</p>',1,'2016-07-21 20:24:59');
/*!40000 ALTER TABLE `tasks` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `threads`
--

DROP TABLE IF EXISTS `threads`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `threads` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `message_id` varchar(256) DEFAULT NULL,
  `thread_uuid` varchar(256) DEFAULT NULL,
  `orig_date_utc` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=60 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `threads`
--

LOCK TABLES `threads` WRITE;
/*!40000 ALTER TABLE `threads` DISABLE KEYS */;
INSERT INTO `threads` VALUES (1,'message_id_1','961f6a04-4f6f-44f1-8e5e-732fbf1f063c','2016-07-18 07:00:01'),(2,'message_id_2','961f6a04-4f6f-44f1-8e5e-732fbf1f063c','2016-07-18 10:00:01'),(3,'message_id_3','961f6a04-4f6f-44f1-8e5e-732fbf1f063c','2016-07-18 14:00:01'),(4,'message_id_4','961f6a04-4f6f-44f1-8e5e-732fbf1f063c','2016-07-18 15:00:01'),(5,'phone_id_1','bf4ab945-275f-49eb-a676-a0aa7b5c3811','2016-07-18 07:20:01'),(6,'phone_id_12','9b3c7a31-d3cb-47f5-a57b-0f9176300723','2016-07-18 07:24:01'),(7,'phone_id_13','f7407190-7aec-46bc-b635-a0dc5703b224','2016-07-18 07:29:01'),(8,'phone_id_14','f057e59e-6ba3-497a-b02b-b598f63ec83e','2016-07-18 08:09:01'),(9,'phone_id_15','22c2cd8c-f8d0-48ee-a339-3e4645db80bd','2016-07-18 08:19:01'),(10,'phone_id_16','cd2d0381-2fb9-4bbc-90c8-4f14af4a5b7e','2016-07-18 08:49:01'),(11,'phone_id_17','c07bb66d-8522-4da1-99a6-56033bb81141','2016-07-18 09:29:01'),(12,'phone_id_18','ca3d9d45-1f81-45c6-b993-607b41c163ba','2016-07-18 09:59:01'),(13,'message_id_11','2545c5b7-9e56-41eb-8483-a23c542b7707','2016-07-18 09:30:01'),(14,'message_id_12','2545c5b7-9e56-41eb-8483-a23c542b7707','2016-07-18 10:30:01'),(15,'message_id_13','2545c5b7-9e56-41eb-8483-a23c542b7707','2016-07-18 14:30:01'),(16,'phone_id_19','e5e406e4-da0f-47ae-80e7-a1d01762b67f','2016-07-18 08:45:01'),(17,'message_id_21','2545c5b7-9e56-41eb-8483-a23c542b7707','2016-07-19 12:30:01'),(18,'message_id_22','2545c5b7-9e56-41eb-8483-a23c542b7707','2016-07-19 14:30:01'),(19,'phone_id_21','ebe57d08-7157-4159-9c49-fcb5c76561a0','2016-07-19 15:00:01'),(20,'message_id_23','e5e463cb-5e28-4e2a-9892-0ef9d35aff4f','2016-07-19 15:30:01'),(21,'phone_id_22','d74d3c9e-aea2-4663-b093-d632489d9a1a','2016-07-19 16:00:01'),(22,'message_id_24','e5e463cb-5e28-4e2a-9892-0ef9d35aff4f','2016-07-19 16:15:01'),(23,'phone_id_23','aa0f5bf7-3db3-4573-a1dc-24d8a00af961','2016-07-19 16:30:01'),(24,'message_id_25','22968d42-4aa5-4d4a-8765-bd3a1141fbf2','2016-07-19 16:45:01'),(25,'message_id_26','0dc2b1a6-d8a9-4aec-bdf6-81613a130995','2016-07-19 07:00:01'),(26,'message_id_27','0dc2b1a6-d8a9-4aec-bdf6-81613a130995','2016-07-19 10:00:01'),(27,'message_id_28','0dc2b1a6-d8a9-4aec-bdf6-81613a130995','2016-07-19 14:00:01'),(28,'message_id_29','0dc2b1a6-d8a9-4aec-bdf6-81613a130995','2016-07-19 10:00:01'),(29,'phone_id_24','d7de24ce-c073-46d8-a119-b9cd3ab96c76','2016-07-19 08:45:01'),(30,'phone_id_25','5bb0e7ed-6f65-4af6-9170-4e638670bbc2','2016-07-19 08:45:01'),(31,'phone_id_26','4788b2f0-a3f7-4dcf-8979-ea3d185782d8','2016-07-19 08:45:01'),(32,'message_id_31','22968d42-4aa5-4d4a-8765-bd3a1141fbf2','2016-07-20 09:30:00'),(33,'message_id_32','22968d42-4aa5-4d4a-8765-bd3a1141fbf2','2016-07-20 10:30:00'),(34,'message_id_33','22968d42-4aa5-4d4a-8765-bd3a1141fbf2','2016-07-20 10:40:00'),(35,'message_id_34','76e49be3-563f-44e4-9a98-74f2172537e4','2016-07-20 07:00:01'),(36,'message_id_35','76e49be3-563f-44e4-9a98-74f2172537e4','2016-07-20 10:00:01'),(37,'message_id_36','f24e53cd-4041-4db4-867d-2a6ef2cb974d','2016-07-20 08:00:01'),(38,'message_id_37','f24e53cd-4041-4db4-867d-2a6ef2cb974d','2016-07-20 09:00:01'),(39,'message_id_38','f24e53cd-4041-4db4-867d-2a6ef2cb974d','2016-07-20 10:00:01'),(40,'message_id_39','d2b5b3b6-97c5-432d-aa1c-8b25713fe667','2016-07-20 15:00:01'),(41,'message_id_310','d2b5b3b6-97c5-432d-aa1c-8b25713fe667','2016-07-20 15:30:01'),(42,'message_id_311','d2b5b3b6-97c5-432d-aa1c-8b25713fe667','2016-07-20 16:00:01'),(43,'phone_id_31','85dae7b0-3b90-4dd6-a95e-277a6dd79a3b','2016-07-20 08:45:01'),(44,'message_id_41','961f6a04-4f6f-44f1-8e5e-732fbf1f063c','2016-07-21 10:00:01'),(45,'message_id_42','cb69cc8c-2a72-4a7c-94f2-d54b781c65e3','2016-07-21 12:30:01'),(46,'message_id_43','cb69cc8c-2a72-4a7c-94f2-d54b781c65e3','2016-07-21 12:45:01'),(47,'phone_id_41','d29710aa-5495-436b-9bc8-6eaf051110c6','2016-07-21 13:00:01'),(48,'phone_id_42','e85601bc-ce58-4891-b827-b48c31cc69f9','2016-07-21 16:00:01'),(49,'message_id_44','cb69cc8c-2a72-4a7c-94f2-d54b781c65e3','2016-07-21 16:15:01'),(50,'message_id_45','cb69cc8c-2a72-4a7c-94f2-d54b781c65e3','2016-07-21 16:45:01'),(51,'message_id_46','58bce88d-d0ca-407f-b0a3-afbbdb3f3257','2016-07-21 15:00:01'),(52,'message_id_47','58bce88d-d0ca-407f-b0a3-afbbdb3f3257','2016-07-21 16:00:01'),(53,'phone_id_43','5f7dbc74-d04b-4b3f-8460-dd7603e19f8a','2016-07-21 08:45:01'),(54,'phone_id_51','d6160a14-7fd2-4d47-a146-ab710c84bce6','2016-07-22 08:30:01'),(55,'message_id_51','cb69cc8c-2a72-4a7c-94f2-d54b781c65e3','2016-07-22 08:30:01'),(56,'phone_id_52','95470cd0-d41b-44f5-90a5-a08f8b4fe8a0','2016-07-22 13:00:01'),(57,'phone_id_53','2e42cee0-99ab-41da-9d0f-00b46fd9a7d1','2016-07-22 13:15:01'),(58,'phone_id_54','7f8b5d24-7752-4aa0-9068-cf0c6a529989','2016-07-21 08:45:01'),(59,'phone_id_55','9c469d88-7442-42b5-ab8b-aa65b4e45bc9','2016-07-21 09:45:01');
/*!40000 ALTER TABLE `threads` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `train_api`
--

DROP TABLE IF EXISTS `train_api`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `train_api` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uuid` varchar(256) DEFAULT NULL,
  `message_id` varchar(256) DEFAULT NULL,
  `auto_cat` varchar(256) DEFAULT NULL,
  `category` varchar(256) DEFAULT NULL,
  `date` datetime DEFAULT NULL,
  `check_date` datetime DEFAULT NULL,
  `user_action` int(11) DEFAULT NULL,
  `user_answer` varchar(45) DEFAULT NULL,
  `train_epoch` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=60 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `train_api`
--

LOCK TABLES `train_api` WRITE;
/*!40000 ALTER TABLE `train_api` DISABLE KEYS */;
INSERT INTO `train_api` VALUES (1,'16d38f4d-6b2a-480d-aae8-b8e7967b6994','message_id_1','normal','normal-1.0:default-0','2016-07-18 10:00:01',NULL,0,'',0),(2,'9e61f6ec-7cc4-4f98-98e8-3afa3f040226','message_id_2','normal','normal-1.0:default-0','2016-07-18 13:00:01',NULL,0,'',0),(3,'54469a2b-e613-4bfd-ae23-0ffc26a84555','message_id_3','normal','normal-1.0:default-0','2016-07-18 17:00:01',NULL,0,'',0),(4,'49d3e7ef-6e53-428d-9f85-328f006d8ca0','message_id_4','normal','normal-1.0:default-0','2016-07-18 18:00:01',NULL,0,'',0),(5,'4413b29d-d7df-47b7-9491-72ed68b7ca55','phone_id_1','normal','normal-1.0:default-0','2016-07-18 10:20:01',NULL,0,'',0),(6,'1e1bf228-a3be-4b41-90a9-f5cf3093c108','phone_id_12','normal','normal-1.0:default-0','2016-07-18 10:24:01',NULL,0,'',0),(7,'b3cb8c00-e60b-4da3-b941-fdbf02e00b50','phone_id_13','normal','normal-1.0:default-0','2016-07-18 10:29:01',NULL,0,'',0),(8,'6373b7b1-2f21-4dae-9716-bd0167e07bfb','phone_id_14','normal','normal-1.0:default-0','2016-07-18 11:09:01',NULL,0,'',0),(9,'8ee00dc0-2f56-45ea-a548-5417e6aebcc9','phone_id_15','normal','normal-1.0:default-0','2016-07-18 11:19:01',NULL,0,'',0),(10,'a2b93262-347a-4a8d-8053-33134a6213d7','phone_id_16','normal','normal-1.0:default-0','2016-07-18 11:49:01',NULL,0,'',0),(11,'060076c1-b587-4e42-8149-ed3b2b806845','phone_id_17','normal','normal-1.0:default-0','2016-07-18 12:29:01',NULL,0,'',0),(12,'947ff356-5f0c-44ca-8549-0173ad1ef606','phone_id_18','normal','normal-1.0:default-0','2016-07-18 12:59:01',NULL,0,'',0),(13,'77025d47-2ba6-4eb4-a0ac-ad642bc66e60','message_id_11','normal','normal-1.0:default-0','2016-07-18 12:30:01',NULL,0,'',0),(14,'9176e013-aa1e-4277-bb86-e39f74cac3e4','message_id_12','normal','normal-1.0:default-0','2016-07-18 13:30:01',NULL,0,'',0),(15,'e17e87e5-e1cc-4004-b942-d98d6068e5af','message_id_13','normal','normal-1.0:default-0','2016-07-18 17:30:01',NULL,0,'',0),(16,'ded313b5-0cba-4777-8307-cb55e7c4e040','phone_id_19','normal','normal-1.0:default-0','2016-07-18 11:45:01',NULL,0,'',0),(17,'8818b4aa-afd6-4729-b604-3e5a371a7169','message_id_21','conflict','conflict-1.0:default-0','2016-07-19 15:30:01','2016-07-19 19:07:29',1,'conflict',0),(18,'570e1f8f-c697-4651-924f-3e7b44822d47','message_id_22','normal','normal-1.0:default-0','2016-07-19 17:30:01',NULL,0,'',0),(19,'972aba80-ebb2-404f-8489-3f4ad9384816','phone_id_21','conflict','conflict-1.0:default-0','2016-07-19 18:00:01','2016-07-19 19:07:39',1,'conflict',0),(20,'e0e0a90f-e4f9-4101-8b7e-c5ba5047bc73','message_id_23','normal','normal-1.0:default-0','2016-07-19 18:30:01',NULL,0,'',0),(21,'9285ea03-2dbf-49b7-956d-2f06e57d708a','phone_id_22','conflict','conflict-1.0:default-0','2016-07-19 19:00:01','2016-07-19 19:07:08',1,'conflict',0),(22,'46ef7956-53cb-4d63-85df-96268ea12b54','message_id_24','normal','normal-1.0:default-0','2016-07-19 19:15:01',NULL,0,'',0),(23,'db1f0fb8-365f-4fbe-8611-6754d6b32cb3','phone_id_23','normal','normal-1.0:default-0','2016-07-19 19:30:01',NULL,0,'',0),(24,'1c8b2190-8212-45a0-bf56-7d75e27b04e7','message_id_25','normal','normal-1.0:default-0','2016-07-19 19:45:01',NULL,0,'',0),(25,'c6a7fe34-d5b4-4fce-a102-4219f8d13e94','message_id_26','normal','normal-1.0:default-0','2016-07-19 10:00:01',NULL,0,'',0),(26,'f064c456-f6e0-47ac-9439-99e6bccbeead','message_id_27','normal','normal-1.0:default-0','2016-07-19 13:00:01',NULL,0,'',0),(27,'a2c11e3c-fd93-4047-9441-a68425baa920','message_id_28','normal','normal-1.0:default-0','2016-07-19 17:00:01',NULL,0,'',0),(28,'38e7f93a-11ec-46a4-bb76-9b191d1d1bc5','message_id_29','normal','normal-1.0:default-0','2016-07-19 13:00:01',NULL,0,'',0),(29,'7d3310a0-f986-40d4-9bab-98793610a73c','phone_id_24','normal','normal-1.0:default-0','2016-07-19 11:45:01',NULL,0,'',0),(30,'9a35a45d-be6d-4caa-bf11-cc24fe1a713b','phone_id_25','normal','normal-1.0:default-0','2016-07-19 11:45:01',NULL,0,'',0),(31,'88c5287a-c04b-445b-8f42-7fec922eda5a','phone_id_26','normal','normal-1.0:default-0','2016-07-19 11:45:01',NULL,0,'',0),(32,'f34e6542-551f-45ac-b041-c3d64e99caaf','message_id_31','normal','normal-1.0:default-0','2016-07-20 12:30:00',NULL,0,'',0),(33,'3511608f-eeca-4f8e-82aa-4fbec93edf05','message_id_32','normal','normal-1.0:default-0','2016-07-20 13:30:00',NULL,0,'',0),(34,'36c1d3ba-d355-443c-be0e-8ef7f2549a80','message_id_33','normal','normal-1.0:default-0','2016-07-20 13:40:00',NULL,0,'',0),(35,'d123757f-6103-4bde-a37e-06e6af7114db','message_id_34','normal','normal-1.0:default-0','2016-07-20 10:00:01',NULL,0,'',0),(36,'a34085a0-7faf-4e2e-a3ac-4f32813f7b0a','message_id_35','normal','normal-1.0:default-0','2016-07-20 13:00:01',NULL,0,'',0),(37,'a31cabdd-3eb2-40ca-b014-41d775febf27','message_id_36','conflict','conflict-1.0:default-0','2016-07-20 11:00:01','2016-07-20 20:02:45',1,'conflict',0),(38,'8d1c9b0f-b51a-4869-9606-3f154c649e94','message_id_37','normal','normal-1.0:default-0','2016-07-20 12:00:01',NULL,0,'',0),(39,'13536607-b9f0-4b0b-9773-a56ea9b4c132','message_id_38','conflict','conflict-1.0:default-0','2016-07-20 13:00:01','2016-07-20 20:02:17',1,'conflict',0),(40,'00c191c0-1af0-43c1-8f0e-b7ab6ebfc5af','message_id_39','conflict','conflict-1.0:default-0','2016-07-20 18:00:01','2016-07-20 20:02:25',1,'conflict',0),(41,'47b49539-56b4-481c-a921-b7ac5ef30ff3','message_id_310','normal','normal-1.0:default-0','2016-07-20 18:30:01',NULL,0,'',0),(42,'7a9523bc-ceb5-41d5-b1fc-2ce7438cdd06','message_id_311','conflict','conflict-1.0:default-0','2016-07-20 19:00:01','2016-07-20 20:02:52',1,'conflict',0),(43,'54f338f4-c4e6-4f25-8675-deb5c7f303cb','phone_id_31','conflict','conflict-1.0:default-0','2016-07-20 11:45:01','2016-07-20 20:02:08',1,'conflict',0),(44,'de365304-76cb-440a-926e-cb968bf9bc70','message_id_41','normal','normal-1.0:default-0','2016-07-21 13:00:01',NULL,0,'',0),(45,'61c40e4d-c5b3-44bf-9ed3-713b9fa4e1d9','message_id_42','conflict','conflict-1.0:default-0','2016-07-21 15:30:01','2016-07-21 20:20:52',1,'conflict',0),(46,'108d3623-6af1-43f0-bcef-3bb678ffa9d9','message_id_43','normal','normal-1.0:default-0','2016-07-21 15:45:01',NULL,0,'',0),(47,'b0c0eb2e-55a5-4fcc-80e5-93c6a786a24b','phone_id_41','conflict','conflict-1.0:default-0','2016-07-21 16:00:01','2016-07-21 20:21:15',1,'conflict',0),(48,'968b7ca7-b266-4186-86b2-0ca918059b92','phone_id_42','conflict','conflict-1.0:default-0','2016-07-21 19:00:01','2016-07-21 20:21:21',1,'conflict',0),(49,'e65928d5-51ab-48bb-8c0c-3aecb64319bc','message_id_44','normal','normal-1.0:default-0','2016-07-21 19:15:01',NULL,0,'',0),(50,'af491e0a-bd18-47cb-aee6-57af29cc0ee4','message_id_45','conflict','conflict-1.0:default-0','2016-07-21 19:45:01','2016-07-21 20:21:06',1,'conflict',0),(51,'ed3dda50-c7ef-4454-b45a-aa33270a2098','message_id_46','conflict','conflict-1.0:default-0','2016-07-21 18:00:01','2016-07-21 20:21:01',1,'conflict',0),(52,'08d2f4e0-954f-4f93-bea0-961f3f7f8771','message_id_47','normal','normal-1.0:default-0','2016-07-21 19:00:01',NULL,0,'',0),(53,'8ca87dc3-b5be-4ccc-9e82-1dfef62f4eb0','phone_id_43','conflict','conflict-1.0:default-0','2016-07-21 11:45:01','2016-07-21 20:21:25',1,'conflict',0),(54,'3d3c6378-48bc-41c9-8acb-357ceba2679d','phone_id_51','normal','normal-1.0:default-0','2016-07-22 11:30:01',NULL,0,'',0),(55,'b655e08b-a044-4e96-8be4-ccafa02958e7','message_id_51','conflict','conflict-1.0:default-0','2016-07-22 11:30:01',NULL,0,'',0),(56,'2d77dbdc-03e9-40b8-9027-35339a233171','phone_id_52','normal','normal-1.0:default-0','2016-07-22 16:00:01',NULL,0,'',0),(57,'e9ccd1b9-bc98-44f9-9e14-9d5d64b2d48a','phone_id_53','normal','normal-1.0:default-0','2016-07-22 16:15:01',NULL,0,'',0),(58,'8a7cc001-4f47-4681-bf14-8ca1f2fde67f','phone_id_54','conflict','conflict-1.0:default-0','2016-07-21 11:45:01',NULL,0,'',0),(59,'9f4b0d65-e03e-4b0b-893f-a0af12b58011','phone_id_55','normal','normal-1.0:default-0','2016-07-21 12:45:01',NULL,0,'',0);
/*!40000 ALTER TABLE `train_api` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `train_data`
--

DROP TABLE IF EXISTS `train_data`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `train_data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `message_id` varchar(256) DEFAULT NULL,
  `sender` varchar(256) DEFAULT NULL,
  `sender_name` varchar(256) DEFAULT NULL,
  `recipients` text,
  `recipients_name` text,
  `cc_recipients` text,
  `cc_recipients_name` text,
  `message_title` text,
  `message_text` text,
  `orig_date` datetime DEFAULT NULL,
  `create_date` datetime DEFAULT NULL,
  `references` text,
  `in_reply_to` varchar(256) DEFAULT NULL,
  `category` varchar(255) DEFAULT NULL,
  `train_epoch` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `train_data`
--

LOCK TABLES `train_data` WRITE;
/*!40000 ALTER TABLE `train_data` DISABLE KEYS */;
/*!40000 ALTER TABLE `train_data` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `user_train_data`
--

DROP TABLE IF EXISTS `user_train_data`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `user_train_data` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `message_id` varchar(256) DEFAULT NULL,
  `sender` varchar(256) DEFAULT NULL,
  `sender_name` varchar(256) DEFAULT NULL,
  `recipients` text,
  `recipients_name` text,
  `cc_recipients` text,
  `cc_recipients_name` text,
  `message_title` text,
  `message_text` text,
  `orig_date` datetime DEFAULT NULL,
  `create_date` datetime DEFAULT NULL,
  `category` varchar(255) DEFAULT NULL,
  `train_epoch` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=15 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `user_train_data`
--

LOCK TABLES `user_train_data` WRITE;
/*!40000 ALTER TABLE `user_train_data` DISABLE KEYS */;
INSERT INTO `user_train_data` VALUES (1,'phone_id_22','2222222','Клиент 2','999','Сергей(отдел продаж)','empty','','','Клиент сообщает об ошибке в спецификации. Недоволен. Указывает на ошибки и задержки.','2016-07-28 19:07:08','2016-07-28 19:07:08','conflict',0),(2,'message_id_21','client2@client2.ru','Клиент 2','sales.manager2@company.ru','Сергей(отдел продаж)','empty','','RE: RE: цена на станцию выского давления','Сергей, вы обещали выслать ТКП, но таки ничего не прислали. Вышлите пожалуйста сегодня.','2016-07-28 19:07:29','2016-07-28 19:07:29','conflict',0),(3,'phone_id_21','2222222','Клиент 2','999','Сергей(отдел продаж)','empty','','','Клиент просит прислать ТКП. Немного недоволен. Менеджер извиняется.','2016-07-28 19:07:39','2016-07-28 19:07:39','conflict',0),(4,'phone_id_31','5555555','Клиент 5','444','Дмитрий(сервисный отдел)','empty','','','Звонок от клиента. Сервисное обслужвание проведено, но все настройки были сбиты. Восстанавливать сотрудник их отказался, мотивировал тем что это не его задача.','2016-07-28 20:02:08','2016-07-28 20:02:08','conflict',0),(5,'message_id_38','client3@client3.ru','Клиент 3','service@company.ru','Дмитрий(сервисный отдел)','empty','','RE:RE: Обслуживание оборудования','Здравствуйте, Дмитрий! Больше никто доступа к обслуживанию оборудования не имеет. По договору сервисного обслуживания это ваша ответственность. Счет не будет оплачен до исправления ситуации. ','2016-07-28 20:02:17','2016-07-28 20:02:17','conflict',0),(6,'message_id_39','client4@client4.ru','Клиент 4','service@company.ru','Дмитрий(сервисный отдел)','empty','','Сервис на сегодня','Здравствуйте, Дмитрий! Сегодня должен был прийти ваш сотрудник для проведения сервисного обслужвания, мы специально выделили окно и остановили оборудование. Где он? Почему не отзвонились ни вы ни ваш подчиненный? ','2016-07-28 20:02:25','2016-07-28 20:02:25','conflict',0),(7,'message_id_36','client3@client3.ru','Клиент 3','service@company.ru','Дмитрий(сервисный отдел)','empty','','Обслуживание оборудования','Здравствуйте, Дмитрий! Сегодня приходил ваш сотрудник делать сервисное обслуживание станка. После его визита через 1 час, у нас закоротило панель управления. Станок сейчас стоит обесточенный. Посколько кроме вас его никто не вскрывал, примите меры и исправьте оборудование.','2016-07-28 20:02:45','2016-07-28 20:02:45','conflict',0),(8,'message_id_311','client4@client4.ru','Клиент 4','service@company.ru','Дмитрий(сервисный отдел)','empty','','RE:RE: Сервис на сегодня','Дмитрий, это невозможно! На месте всегда есть сотрудники. Почему он не позвонил?! Обслуживание нам необходимо сделать на неделе, пусть приезжает завтра в 14:00. ','2016-07-28 20:02:52','2016-07-28 20:02:52','conflict',0),(9,'message_id_42','client2@client2.ru','Клиент 2','sales.manager2@company.ru','Сергей(отдел продаж)','empty','','Доставка','Сергей, вы говорили что доставка будет сегодня до 12. Машина еще не приехала. Почему вы нас не предупредили? Сколько нам еще ждать?','2016-07-28 20:20:52','2016-07-28 20:20:52','conflict',0),(10,'message_id_46','client1@client1.ru','Клиент 1','sales.manager2@company.ru','Сергей(отдел продаж)','empty','','Доставка','Сергей, водитель опять не приехал вовремя. Это происходит уже не в первый раз, ваш отдел логистики постоянно ошибается. Сделайте что-нибудь.','2016-07-28 20:21:01','2016-07-28 20:21:01','conflict',0),(11,'message_id_45','client2@client2.ru','Клиент 2','logistica@company.ru','Иван(отдел достаки)','empty','','RE: RE:  FW: Доставка','Иван, это не лезет ни в какие ворота. Как можно перепутать адрес, если мы его обговорили? Вы сломали наши планы по запуску оборудования в работу. Нам теперь не хватит времени запустить его  до понельника. ','2016-07-28 20:21:06','2016-07-28 20:21:06','conflict',0),(12,'phone_id_41','555','Иван(отдел достаки)','2222222','Клиент 2','empty','','','Менеджер связался с водителем. Сообщил, что машина должна быть сегодня до 18:00. Клиент недоволен, т.к. это ломает его планы.','2016-07-28 20:21:15','2016-07-28 20:21:15','conflict',0),(13,'phone_id_42','2222222','Клиент 2','555','Иван(отдел достаки)','empty','','','Клиент сообщает, что завонил водитель и спрашивал как подъехать, но назвал не тот адрес. Как это могло произойти? Сделать доставку сегодня уже не успевают, переносят на завтра. Клиент недоволен.','2016-07-28 20:21:21','2016-07-28 20:21:21','conflict',0),(14,'phone_id_43','7777777','Клиент 7','444','Дмитрий(сервисный отдел)','empty','','','Звонок от клиента. Сотрудник опоздал на 3 часа. Сервисное обслужвание проведено некачественно. Появились вибрации и подтеки. Клиент отказывается оплачивать счет.','2016-07-28 20:21:25','2016-07-28 20:21:25','conflict',0);
/*!40000 ALTER TABLE `user_train_data` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `uuid` varchar(50) DEFAULT NULL,
  `name` varchar(256) DEFAULT NULL,
  `surname` varchar(256) DEFAULT NULL,
  `login` varchar(256) DEFAULT NULL,
  `password` varchar(256) DEFAULT NULL,
  `access_groups` varchar(256) DEFAULT NULL,
  `disabled` int(11) DEFAULT NULL,
  `email` varchar(256) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES (1,'demo-service-uuid','Елена','(контроль качества)','elena','demopass','admin,users',0,'info@conparser.ru');
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `violation_statistics`
--

DROP TABLE IF EXISTS `violation_statistics`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `violation_statistics` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `start_date` datetime DEFAULT NULL,
  `end_date` datetime DEFAULT NULL,
  `to_check` int(11) DEFAULT NULL,
  `confirmed` int(11) DEFAULT NULL,
  `closed` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `violation_statistics`
--

LOCK TABLES `violation_statistics` WRITE;
/*!40000 ALTER TABLE `violation_statistics` DISABLE KEYS */;
INSERT INTO `violation_statistics` VALUES (1,'2016-07-18 00:00:00','2016-07-18 00:00:00',0,0,0),(2,'2016-07-19 00:00:00','2016-07-19 00:00:00',3,3,1),(3,'2016-07-20 00:00:00','2016-07-20 00:00:00',5,5,3),(4,'2016-07-21 00:00:00','2016-07-21 00:00:00',6,6,2),(5,'2016-07-22 00:00:00','2016-07-22 00:00:00',1,0,0);
/*!40000 ALTER TABLE `violation_statistics` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `watch_marker`
--

DROP TABLE IF EXISTS `watch_marker`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `watch_marker` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `client_marker` varchar(256) DEFAULT NULL,
  `user_uuid` varchar(256) DEFAULT NULL,
  `channel_type` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `watch_marker`
--

LOCK TABLES `watch_marker` WRITE;
/*!40000 ALTER TABLE `watch_marker` DISABLE KEYS */;
INSERT INTO `watch_marker` VALUES (1,'client1.ru','demo-service-uuid',0),(2,'client2.ru','demo-service-uuid',0),(3,'client3.ru','demo-service-uuid',0),(4,'client4.ru','demo-service-uuid',0),(5,'client5.ru','demo-service-uuid',0),(6,'client6.ru','demo-service-uuid',0),(7,'client7.ru','demo-service-uuid',0),(8,'client8.ru','demo-service-uuid',0),(9,'client9.ru','demo-service-uuid',0),(10,'client10.ru','demo-service-uuid',0),(11,'1111111','demo-service-uuid',1),(12,'2222222','demo-service-uuid',1),(13,'3333333','demo-service-uuid',1),(14,'4444444','demo-service-uuid',1),(15,'5555555','demo-service-uuid',1),(16,'6666666','demo-service-uuid',1),(17,'7777777','demo-service-uuid',1),(18,'8888888','demo-service-uuid',1),(19,'9999999','demo-service-uuid',1),(20,'1011010','demo-service-uuid',1);
/*!40000 ALTER TABLE `watch_marker` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2016-07-28 20:35:08
